module.exports = {
  theAnswersMove: [
    '<p>Ваш малыш &ndash; настоящий энерджайзер, полон активности и подвижности! Продолжайте в том же духе &ndash; это замечательно! Важно помнить, что в этом возрасте высокая двигательная активность играет важную роль в гармоничном развитии.</p>\n' +
    '<p>Создайте для него пространство, где он сможет беззаботно лазить, прыгать и бегать &ndash; это как натуральная терапия для его растущего организма. Пусть каждое движение становится для него открытием мира и новыми приключениями. А вы, наблюдая за его энтузиазмом, сами будете вдохновлены на радостное и активное общение с малышом.</p>',
    'В вашем случае имеет смысл сосредоточиться на движении и физическом развитии. Это возраст, когда высокая двигательная нагрузка необходима для гармоничного развития. Помните, что дети этого возраста обязаны много прыгать, бегать и лазить. Отдавайте предпочтение подвижным играм и почаще стимулируйте малыша к движению.',
    'Настоятельно советую пройти тестирование еще раз.<br>  Возможно, Вы неправильно поняли вопросы или Ваш ребенок значительно младше по возрасту. Если при повторном получении этого же результата повторится - обязательно обратитесь за консультацией к специалисту в ближайшее время.'
  ],
  theAnswersTalk: [
    '<p><span>Ваш малыш неплохо говорит и хорошо развивается для своего возраста, он готов к покорению новых вершин. Это возраст взрывного прогресса, не упустите его.&nbsp;</span></p>\n' +
    '<p><span>Из рекомендаций выбирайте то, что в данное время находит больший отклик в Вашей душе. Помните, Ваша заинтересованность и эмоциональность так же важна, как и систематические занятия. Постепенно освойте все варианты рекомендаций</span></p>',
    '<p><span>Ваш малыш растет и развивается, однако настоятельно советую значительно усилить работу с речью и эмоциями. В возрасте формирования личности каждый день и каждый ваш шаг имеют значение и лучше это делать беспрерывно в круговерти повседневных дел.</span></p>' +
    '<p><span>Внимательно изучите раздел &ldquo; Эмоции&rdquo;, а также рекомендации по речевому развитию и сделайте их ежедневными и обязательными. Начинайте с простых и не занимающих много времени занятий, постепенно усложняя и удлиняя </span></p>',
    'Настоятельно советую пройти тестирование еще раз.<br>  Возможно, Вы неправильно поняли вопросы или Ваш ребенок значительно младше по возрасту. При получении данного результата повторно  - обязательно обратитесь за консультацией к специалисту в ближайшее время.'
  ],
  theAnswersGame: [
    'Ваш малыш хорошо развивается, однако стоит продолжать занятия в освоении новых знаний в плане эмоционального и речевого развития. Не забывайте и о движении, так как только все эти действия, вместе взятые, позволяют максимально реализовать потенциал Вашей крохи',
    '<p><span>Настоятельно советую изучить раздел игр и постепенно освоить их все. Дополнительно обратите внимание на работу с эмоциями, для Вашего малыша это необходимо, как и подвижность. </span></p>\n' +
    '<p><span>В этом возрасте не возможен прогресс без большого количества движений (прыгаем, скачем, лазаем) и вашей эмоциональной вовлеченности и заинтересованности. Помогите ребенку разобраться в мире, его окружающем.</span></p>',
    'Настоятельно советую пройти тестирование еще раз.<br> Возможно, Вы неправильно поняли вопросы или Ваш ребенок значительно младше по возрасту. При получении данного результата повторно  - обязательно обратитесь за консультацией к специалисту в ближайшее время.'
  ]
}
