module.exports = {
  1: [
    {
      id: 1,
      text: 'ПОСТОЯННО скрещивает глаза или глаза смотрят в разные стороны.'
    },
    {
      id: 2,
      text: 'Не фокусируется и не следит за движущемся крупным объектом расположенным на расстоянии 20 - 40 см.'
    },
    {
      id: 3,
      text: 'Не вздрагивает при резком неожиданном звуке.'
    },
    {
      id: 4,
      text: 'Совершает активные движения только с одной стороны тела, вторая сторона остается безучастной (Например, двигается только одна рука, а вторая рука в это время не совершает никаких движений).'
    },
    {
      id: 5,
      text: 'Почти не двигает руками и ногами, а тело крохи кажется деревянным.'
    },
    {
      id: 6,
      text: 'Напоминает тряпичную куклу -  тело чрезмерно мягкое, податливое, гибкое.'
    },
    {
      id: 7,
      text: 'ВСЕГДА плохо и неохотно сосет.'
    },
    {
      id: 8,
      text: 'Не мигает при ярком свете.'
    },
    {
      id: 9,
      text: 'Когда малыш не плачет и не возбужден, но нижняя челюсть постоянно дрожит.'
    }
  ],
  2: [
    {
      id: 1,
      text: 'Не реагирует и/или никогда не реагировал на громкие звуки.'
    },
    {
      id: 2,
      text: 'Не замечает и не подносит к глазам свои руки, чтобы рассмотреть.'
    },
    {
      id: 3,
      text: 'Не пытается улыбаться в ответ на Ваш ласковый голос.'
    },
    {
      id: 4,
      text: 'Никогда не следит глазами за движущимися объектами и игрушками.'
    },
    {
      id: 5,
      text: 'Не тянется за игрушками.'
    },
    {
      id: 6,
      text: 'Не гукает, не гулит.'
    },
    {
      id: 7,
      text: 'Постоянно скрещивает глаза. '
    },
    {
      id: 8,
      text: 'Не обращает внимания на новые лица или ОЧЕНЬ сильно пугается новых людей в своем окружении.'
    }
  ],
  3: [
    {
      id: 1,
      text: 'Не реагирует на громкие звуки.'
    },
    {
      id: 2,
      text: 'Не замечает своих рук.'
    },
    {
      id: 3,
      text: 'Не улыбается на вашу улыбку и ласковое обращение.'
    },
    {
      id: 4,
      text: 'Не следит глазами за движущимися объектами.'
    },
    {
      id: 5,
      text: 'Не берет и не держит предметы.'
    },
    {
      id: 6,
      text: 'Не может хорошо держать голову.'
    },
    {
      id: 7,
      text: 'Не тянется к игрушкам и не хватает их.'
    },
    {
      id: 8,
      text: 'Не лепечет.'
    },
    {
      id: 9,
      text: 'Имеет проблемы с движением одного или обоих глаз или косит глаза большую часть времени.'
    },
    {
      id: 10,
      text: 'Не обращает внимания на новые лица.'
    },
    {
      id: 11,
      text: 'Перестает делать то, что раньше делал.'
    },
    {
      id: 12,
      text: 'Не использует часть или сторону тела.'
    },
    {
      id: 13,
      text: 'Кажется слишком «вялым».'
    }
  ],
  4: [
    {
      id: 1,
      text: 'Не смотрит на вещи и не следит за их движением.'
    },
    {
      id: 2,
      text: 'Не улыбается Вам и близким окружающим людям.'
    },
    {
      id: 3,
      text: 'Не может поднимать и / или удерживать голову.'
    },
    {
      id: 4,
      text: 'Не гулит, не лепечет, не воркует и/или не издает звуки.'
    },
    {
      id: 5,
      text: 'Не умеет подносить ко рту ручки.'
    },
    {
      id: 6,
      text: 'Не пытается, опираясь на ножки, выпрямлять их.'
    },
    {
      id: 7,
      text: 'До сих пор сохраняются не скоординированные движения глаз.'
    }
  ],
  5: [
    {
      id: 1,
      text: 'Не смотрит на игрушки не следит за ними, не выражает радость и возбуждения при игре.'
    },
    {
      id: 2,
      text: 'Не узнает вас и людей близкого окружения.'
    },
    {
      id: 3,
      text: 'Не может поднимать и удерживать голову и грудь лежа на животе.'
    },
    {
      id: 4,
      text: 'Не  лепечет и/или не издает разнообразные звуки.'
    },
    {
      id: 5,
      text: 'Не умеет уверенно подносить ко рту ручки.'
    },
    {
      id: 6,
      text: 'До сих пор сохраняются не скоординированные движения глаз или они постоянно слезятся.'
    },
    {
      id: 7,
      text: 'Нет реакции на звук (например, не поворачивается в сторону громкого шума) или есть реакция только на некоторые звуки, а не на все (некоторые дети могут слышать определенную высоту звука, некоторые - только одним ухом).'
    },
    {
      id: 8,
      text: 'Не улыбается.'
    }
  ],
  6: [
    {
      id: 1,
      text: 'Не пытается дотянуться до игрушки или предмета в пределах досягаемости.'
    },
    {
      id: 2,
      text: 'Не проявляет никаких эмоций по отношению к Вам и людям из близкого окружения.'
    },
    {
      id: 3,
      text: 'Не реагирует на звуки, особенно громкие вокруг него.'
    },
    {
      id: 4,
      text: 'С трудом подносит или вообще не подносит игрушку ко рту.'
    },
    {
      id: 5,
      text: 'Не издает гласных звуков (например: «ах», «ах», «ах»).'
    },
    {
      id: 6,
      text: 'Не переворачивается и не делает попытки перевернуться хотя бы в одну сторону (с живота на спину / со спины на живот).'
    },
    {
      id: 7,
      text: 'Никогда не смеется и не визжит.'
    },
    {
      id: 8,
      text: 'Всегда очень скован (напряжены все мышцы).'
    },
    {
      id: 9,
      text: 'Всегда очень вялый (как тряпичная кукла).'
    }
  ],
  7: [
    {
      id: 1,
      text: 'Не пытается дотянуться до игрушки или предмета в пределах досягаемости.'
    },
    {
      id: 2,
      text: 'Не проявляет никаких эмоций по отношению к Вам и людям из близкого окружения.'
    },
    {
      id: 3,
      text: 'Не реагирует на звуки, особенно громкие вокруг него.'
    },
    {
      id: 4,
      text: 'С трудом подносит или вообще не подносит игрушку ко рту, не передает игрушку из руки в руку.'
    },
    {
      id: 5,
      text: 'Не издает звуков.'
    },
    {
      id: 6,
      text: 'Не переворачивается и не делает попытки перевернуться хотя бы в одну сторону (с живота на спину / со спины на живот).'
    },
    {
      id: 7,
      text: 'Никогда не смеется и не визжит.'
    },
    {
      id: 8,
      text: 'Всегда очень скован (напряжены все мышцы).'
    },
    {
      id: 9,
      text: 'Всегда очень вялый (как тряпичная кукла).'
    }
  ],
  8: [
    {
      id: 1,
      text: 'Не пытается дотянуться до игрушки или предмета в пределах досягаемости.'
    },
    {
      id: 2,
      text: 'Не играет в игрушкой, не передает ее из руки в руку, не взаимодействует с ней.'
    },
    {
      id: 3,
      text: 'Не проявляет никаких эмоций по отношению к Вам и людям из близкого окружения.'
    },
    {
      id: 4,
      text: 'Не переворачивается самостоятельно в обе стороны.'
    },
    {
      id: 5,
      text: 'Не делает попыток стоять на ногах с Вашей помощью.'
    },
    {
      id: 6,
      text: 'Не сидит с Вашей помощью.'
    },
    {
      id: 7,
      text: 'Не лепечет и не издает звуков.'
    },
    {
      id: 8,
      text: 'Никогда не смеется и не визжит.'
    }
  ],
  9: [
    {
      id: 1,
      text: 'Не пытается стоять самостоятельно на ногах с опорой.'
    },
    {
      id: 2,
      text: 'Не сидит с небольшой вашей помощью.'
    },
    {
      id: 3,
      text: 'Не лепечет (Например: «мама», «баба», «дада»).'
    },
    {
      id: 4,
      text: 'Не играет в игрушкой, не передает ее из руки в руку, не взаимодействует с ней (например: трясет, ударяет по поверхности).'
    },
    {
      id: 5,
      text: 'Не реагирует на собственное имя, при условии, что это имя используют в отношении ребенка.'
    },
    {
      id: 6,
      text: 'Не узнает и никак не реагирует на знакомых людей близкого окружения'
    },
    {
      id: 7,
      text: 'Не смотрит, куда вы указываете и даже не проявляет заинтересованности '
    }
  ],
  10: [
    {
      id: 1,
      text: 'Не пытается стоять самостоятельно на ногах с опорой.'
    },
    {
      id: 2,
      text: 'Не сидит самостоятельно.'
    },
    {
      id: 3,
      text: 'Не лепечет (Например: «мама», «баба», «дада»).'
    },
    {
      id: 4,
      text: 'Не играет в игрушкой, не передает ее из руки в руку, не взаимодействует с ней (например: трясет, ударяет по поверхности).'
    },
    {
      id: 5,
      text: 'Не реагирует на собственное имя, при условии, что это имя используют в отношении ребенка.'
    },
    {
      id: 6,
      text: 'Не узнает и никак не реагирует на знакомых людей близкого окружения.'
    },
    {
      id: 7,
      text: 'Не смотрит, куда Вы указываете и даже не проявляет заинтересованности.'
    },
    {
      id: 8,
      text: 'Не указывает сам на предмет или изображение.'
    },
    {
      id: 9,
      text: 'Не использует жесты “пока-пока”, “нет”, “да” и т.д., при условии, что вы неоднократно показывали их малышу.'
    }
  ],
  11: [
    {
      id: 1,
      text: 'Не пытается стоять самостоятельно на ногах с опорой.'
    },
    {
      id: 2,
      text: 'Не сидит самостоятельно.'
    },
    {
      id: 3,
      text: 'Не лепечет (Например: «мама», «баба», «дада»).'
    },
    {
      id: 4,
      text: 'Не играет в игрушкой, не передает ее из руки в руку, не взаимодействует с ней (например: трясет, ударяет по поверхности).'
    },
    {
      id: 5,
      text: 'Не реагирует на собственное имя, при условии, что это имя используют в отношении ребенка.'
    },
    {
      id: 6,
      text: 'Не узнает и никак не реагирует на знакомых людей близкого окружения.'
    },
    {
      id: 7,
      text: 'Не смотрит, куда вы указываете и даже не проявляет заинтересованности.'
    },
    {
      id: 8,
      text: 'Не указывает сам на предмет или изображение.'
    },
    {
      id: 9,
      text: 'Не использует жесты “пока-пока”, “нет”, “да” и т.д., при условии, что вы неоднократно показывали их малышу.'
    }
  ],
  12: [
    {
      id: 1,
      text: 'Не пытается стоять самостоятельно на ногах с опорой.'
    },
    {
      id: 2,
      text: 'Не сидит самостоятельно.'
    },
    {
      id: 3,
      text: 'Не ползает.'
    },
    {
      id: 4,
      text: 'Не лепечет (Например: «мама», «баба», «дада»).'
    },
    {
      id: 5,
      text: 'Не играет в игрушкой, не ищет спрятанный предмет.'
    },
    {
      id: 6,
      text: 'Не реагирует на собственное имя, при условии, что это имя используют в отношении ребенка'
    },
    {
      id: 7,
      text: 'Не узнает и никак не реагирует на знакомых людей близкого окружения.'
    },
    {
      id: 8,
      text: 'Не смотрит, куда вы указываете и даже не проявляет заинтересованности.'
    },
    {
      id: 9,
      text: 'Не указывает сам на предмет или изображение.'
    },
    {
      id: 10,
      text: 'Не использует жесты “пока-пока”, “нет”, “да” и т.д., при условии, что вы неоднократно показывали их малышу.'
    },
    {
      id: 11,
      text: 'Теряет навыки, которыми когда-то обладал.'
    }
  ]
}
