// 1 - Развитие от 0 до 12
// 2 - консультация по развитию
// 3 - Эмоции
// 4 - рассылка ДЗ
// 5 - речевое развитие
// 6 - тайна подгузника
// 7 - срыгивание
// 8 - Вебинары по развитию
// 9 - Чат бот по сну
// 10 - Развитие от 1 - 3 лет
// 11 - Вебинар "Новые мeтодики"

module.exports = [
  {
    index: 1,
    linkToTilda: 'http://elenakorneva.ru/new_0_12',
    title: 'Звездный старт',
    subTitle: 'Гармоничное развитие ребенка от 0 до 12 месяцев',
    img: ['1_1.png', '1_2.png', '1_3.png'],
    descriptionNew: [
      '<p>Интегрированный подход к развитию вашего ребенка, включая физическое, эмоциональное, социальное и интеллектуальное развитие</p>' +
      '<p>Разнообразные методики и стратегии, чтобы ваш ребенок мог раскрыть свой полный потенциал</p>\n'
    ],
    imgDescription: ['toy1.png', 'toy2.png', 'toy3.png', 'toy4.png', 'toy5.png', 'toy6.png', 'toy7.png', 'toy8.png'],
    descriptionSub: [
      'Включение в процесс развития с первого дня (алгоритм учитывает возраст ребенка с точностью до недели)',
      'Тестирование психомоторного развития ребенка и формирование рекомендаций, основываясь на индивидуальных особенностях тестируемого',
      'Ежедневную рассылку домашних заданий, направленных на гармоничное развитие личности (включая развитие речи, моторики и эмоционального интеллекта)',
      'Ежедневное усвоение теоретических знаний о особенностях данного возраста',
      'Учет вариантов более интенсивного развития или ситуаций, когда малышу трудно (техническая служба адаптирует задания под такие случаи)',
      'Использование гайдов с рекомендациями для данного возраста и для мам',
      'Дополнительные рекомендации и новые подходы в развитии',
      'Огромную библиотеку дополнительных материалов'
    ],
    descriptionSecond: [
      '<strong>HelenBot,</strong> предназначенный для выдачи информационных материалов и обратной связи',
      '<strong>Bot "Домашние задания",</strong> предназначенный для ежедневной отправки Вам практических и теоритических заданий',
      '<strong>Web - приложение,</strong> содержит тесты и дополнительные материалы для развития крохи',
      '<strong>Более 500 заданий </strong> по физичскому , эмоциональному и речевому развитию',
      '<strong>Более 90 видео </strong> по всем направлениям развития ребенка',
      '<strong>5 тестов</strong> с выдачей рекомендаций для ежемесячного контроля развития малыша ',
      '<sprong>Удобный формат</sprong> получения теории и практических заданий с помощью рассылки в чат-боте: дозированно, без воды, в комфортном для прохождения графике'
    ],
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 2,
    price: 'http://elenakorneva.ru/individual-audit',
    title: 'Индивидуальная консультация по развитию',
    subTitle: '',
    img: ['2_1.png', '2_2.png', '2_3.png'],
    description: '<div class="text-left">\n' +
      '<ul>\n' +
      '<li>Ваш малыш - настоящая звезда! Но как достичь максимального раскрытия его природного потенциала и усилить таланты? Именно для этого предлагаю индивидуальную аудит - консультацию.</li>\n' +
      '<li>Благодаря многолетнему опыту, я замечаю тонкости и намеки на определенные особенности вашего малыша. Показываю и акцентирую Ваше внимание на его сильных сторонах и потенциале.</li>\n' +
      '<li>В течение полутора - двух часов вместе с Вами мы окунемся в удивительный мир возможностей и обсудим, какими действиями и ресурсами можно усилить и развить его гармонично и эффективно. А уже на следующий день ваша кроха вовлекается в план развития на ближайший месяц с конкретными действиями.</li>\n' +
      '<li>Мой опыт позволяет крохе раскрыть свой потенциал и стать еще ярче!</li>\n' +
      '<li>По итогам аудита я с удовольствием в виде бонуса подключу Вас к необходимым материалам с учетом возраста и развития ребенка.</li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 3,
    linkToTilda: 'http://elenakorneva.ru/emo-lending',
    title: 'Эмоциональный интеллект',
    subTitle: 'Работа с эмоциями, истериками, харизмой</br>для малышей от 6 месяцев',
    img: ['3_2.png', '3_2.png', '3_3.png'],
    description: '<div class="card-description text-left">\n' +
      '<ul>\n' +
      '<li>Курс, который поможет вам не только понять внутренний мир и эмоции вашего малыша, но и научиться умело управлять эмоциями ребенка без применения насилия или подавления его личности в любой ситуации.</li>\n' +
      '<li>Помимо обширного теоретического материала, который будет предоставляться вам небольшими порциями ежедневно, вы будете работать над определением границ, преодолением истерик и управлением конфликтными ситуациями как в отношении вашего малыша, так и самих себя.&nbsp;</li>\n' +
      '<li>Вы узнаете, какие действия помогут развить харизматичную личность, а какие способствуют управлению истерикой или позволяют вашему ребенку адекватно выражать свои эмоции, развивать свое "Я" и устанавливать границы.&nbsp;</li>\n' +
      '<li>Многие рекомендации последних лет, учитывающие только моторное развитие, не могут обеспечить гармоничное развитие личности, основанное на умении работать с эмоциями, как собственными, так и малыша. Не упустите время и возможности, этот курс для Вас.</li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 4,
    linkToTilda: 'http://elenakorneva.ru/send_hw',
    title: 'Развивайка',
    subTitle: 'Ежедневная рассылка заданий<br>для Вашего возраста',
    img: ['4_1.png', '4_2.png', '4_3.png'],
    descriptionNew: [
      '<p>Интегрированный подход к развитию вашего ребенка, включая физическое, эмоциональное, социальное и интеллектуальное развитие</p>' +
      '<p>Разнообразные методики и стратегии, чтобы ваш ребенок мог раскрыть свой полный потенциал</p>\n'
    ],
    imgDescription: ['toy1.png', 'toy2.png', 'toy3.png', 'toy4.png', 'toy5.png', 'toy6.png', 'toy7.png', 'toy8.png'],
    descriptionSub: [
      'Включение в процесс развития с первого дня (алгоритм учитывает возраст ребенка с точностью до недели)',
      'Тестирование психомоторного развития ребенка и формирование рекомендаций, основываясь на индивидуальных особенностях тестируемого',
      'Ежедневную рассылку домашних заданий, направленных на гармоничное развитие личности (включая развитие речи, моторики и эмоционального интеллекта)',
      'Ежедневное усвоение теоретических знаний о особенностях данного возраста',
      'Учет вариантов более интенсивного развития или ситуаций, когда малышу трудно (техническая служба адаптирует задания под такие случаи)',
      'Использование гайдов с рекомендациями для данного возраста и для мам',
      'Дополнительные рекомендации и новые подходы в развитии',
      'Огромную библиотеку дополнительных материалов'
    ],
    descriptionSecond: [
      '<strong>HelenBot,</strong> предназначенный для выдачи информационных материалов и обратной связи',
      '<strong>Bot "Домашние задания",</strong> предназначенный для ежедневной отправки Вам практических и теоритических заданий',
      '<strong>Web - приложение,</strong> содержит тесты и дополнительные материалы для развития крохи',
      '<strong>Более 500 заданий </strong> по физичскому , эмоциональному и речевому развитию',
      '<strong>Более 90 видео </strong> по всем направлениям развития ребенка',
      '<strong>5 тестов</strong> с выдачей рекомендаций для ежемесячного контроля развития малыша '
    ],
    description: '<div class="card-description text-left">\n' +
      '<ul>\n' +
      '<li>Сделаете процесс развития ребенка максимально интересным и эффективным</li>\n' +
      '<li>Сохраните ценное время, которое можно потратить на другие важные дела</li>\n' +
      '<li>Разнообразите занятия с детьми и сделаете их более интересными и продуктивными</li>\n' +
      '<li>Получите уверенность в правильности своих действий</li>\n' +
      '<li>Подключите современные технологии для развития малыша Начнете лучше понимать свою кроху</li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 5,
    linkToTilda: '#',
    title: 'От звука к слову:',
    subTitle: '30 дневный доРечевой интенсив для детей от 1 до 3 лет',
    img: ['5_2.png', '5_2.png', '5_3.png'],
    imgDescription: ['toy-speak9.png', 'toy-speak2.png', 'toy-speak3.png', 'toy-speak4.png', 'toy-speak5.png', 'toy-speak1.png'],
    descriptionSub: [
      '<p>Вас волнуют вопросы, связанные с речью вашего малыша, и вы устали от противоречивой и неполной информации в интернете</p>\n',
      '<p>Вы не готовы &laquo;ждать до 3 лет&raquo;, чтобы после исправлять уже сформировавшиеся проблемы с речью вашего ребенка</p>\n',
      '<p>Вы сомневаетесь, все ли в порядке с речевым развитием вашего малыша, и не до конца понимаете, что вам делать&nbsp;</p>\n',
      '<p>Вам важно понимать, как на самом деле устроена речь вашего ребенка, и как работать с ней эффективно и правильно</p>\n',
      '<p>Ваш малыш родился раньше срока или были проблемы во время беременности или родов</p>\n',
      '<p>Ваш ребенок растет в семье, где используют два и более языка</p>'
    ],
    imgDescription2: ['toy1.png', 'toy2.png', 'toy3.png', 'toy4.png', 'toy5.png', 'toy6.png'],
    imgDescription3: ['card1.png', 'card2.png', 'card3.png', 'card4.png', 'card5.png', 'card6.png', 'card7.png'],
    imgDescription4: ['toys-pattern-1.png', 'toys-pattern-2.png', 'toys-pattern-3.png', 'toys-pattern-4.png', 'toys-pattern-5.png', 'toys-pattern-6.png'],
    descriptionSub2: [
      '<div>Ребенок не стремится говорить или использовать речь для коммуникации</div>',
      '<div>Малыш ограничивается использованием одного слога или звука вместо полных слов</div>',
      '<div>Ребенок не расширяет свой активный словарь и не повторяет слова, которые слышит</div>',
      '<div>Малыш полагается на жесты или мимику, вместо использования слов для выражения своих потребностей или желаний</div>',
      '<div>Ребенок не реагирует или не отзывается на свое имя, когда его зовут</div>',
      '<div>Малыш испытывает трудности в понимании или выполнении простых инструкций</div>',
      '<div>Ребенок использует ограниченное количество слов и не проявляет стремления произносить новые слова</div>',
      '<div>Малыш произносит отдельные слова, но не способен составить связные фразы или предложения</div>',
      '<div>Ребенок испытывает трудности в установлении речевого контакта и взаимодействии с родителями и сверстниками</div>',
      '<div>Малыш имеет недостаточный уровень речевого развития по сравнению со сверстниками.</div>'
    ],
    // descriptionSecond: [
    //   '<strong>HelenBot,</strong> предназначенный для выдачи информационных материалов и обратной связи',
    //   '<strong>Bot "Домашние задания",</strong> предназначенный для ежедневной отправки Вам практических и теоритических заданий',
    //   '<strong>Web - приложение,</strong> содержит тесты и дополнительные материалы для развития крохи',
    //   '<strong>Более 150 заданий </strong> по речевому развитию',
    //   '<strong>Более 30 видео </strong> по всем направлениям развития ребенка',
    //   '<strong>Сопровождение куратором</strong> при оплате соответствующего тарифа',
    //   '<strong>5 тестов</strong> с выдачей рекомендаций'
    // ],
    descriptionSecond: [
      '<p><strong>Пошаговую стратегию</strong> запуска речи</p>\n',
      '<p><strong>5 тестов</strong> для оценки речевого развития</p>\n',
      '<p><strong>Более 30 видео</strong> по ключевым направлениям речевого развития ребенка</p>\n',
      '<p><strong>Более 150</strong> практических заданий по речевому развитию</p>\n',
      '<p><strong>Конспекты</strong> и другие дополнительные материалы</p>\n',
      '<p><strong>Сопровождение куратором</strong> и поддержку в чате при оплате тарифа &laquo;Индивидуальный&raquo;</p>',
      '<p><sprong><b>Удобный формат</b></sprong> получения теории и практических заданий с помощью рассылки в чат-боте: дозированно и "без воды"</p>'
    ],
    description: '',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 6,
    linkToTilda: 'http://elenakorneva.ru/secret',
    title: 'Тайна подгузника',
    subTitle: 'Секреты здорового животика</br> Вашей крохи',
    img: ['6_1.png', '6_2.png', '6_2.png'],
    description: '<div class="card-description text-left">\n' +
      '<ul>\n' +
      '<li><span style="font-weight: 400;">Может ли подгузник раскрыть тайну того, что происходит с вашим малышом?&nbsp;</span></li>\n' +
      '<li><span style="font-weight: 400;">Как работает его желудочно-кишечный тракт в период интенсивного роста и развития? Как помочь и не навредить?&nbsp;</span></li>\n' +
      '<li><span style="font-weight: 400;">Как разобраться и понять, какие пробиотики, пребиотики, ферменты и препараты от запоров действительно нужны вашему малышу в настоящий момент.&nbsp;</span></li>\n' +
      '<li><span style="font-weight: 400;">Весь представленный материал представляет собой увлекательное путешествие по организму ребенка с его особенностями и потребностями.</span></li>\n' +
      '<li><span style="font-weight: 400;">Также не будут оставлены без ответа медицинские вопросы, связанные с тем, как помочь самостоятельно, и когда следует обратиться за помощью.</span></li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 7,
    linkToTilda: 'http://elenakorneva.ru/vimit-main-page',
    title: 'Срыгивание: Тест курс',
    subTitle: 'Полезная  информация  о срыгивании<br>Вашего ребенка',
    img: ['7_1.png', '7_1.png', '7_1.png'],
    description: '<div class="card-description text-left">\n' +
      '<ul>\n' +
      '<li>\n' +
      'Полное понимание срыгивания - Вы разберитесь, почему происходят срыгивания у ребенка\n' +
      '</li>\n' +
      '<li>\n' +
      'Избавьтесь от родительских страхов -&nbsp; получите уверенность и понимание в отношении срыгивания\n' +
      '</li>\n' +
      '<li>\n' +
      'Определите необходимость медицинской помощи -&nbsp; научитесь распознавать, когда следует обратиться за медицинской помощью\n' +
      '</li>\n' +
      '<li>\n' +
      'Эффективное действие в соответствии с ситуацией - научитесь применять эффективные стратегии в зависимости от ситуации со срыгиванием\n' +
      '</li>\n' +
      '<li>\n' +
      'Индивидуальное тестирование и рекомендации - получите персонализированное тестирование ребенка и рекомендации, основанные на его конкретной ситуации\n' +
      '</li>\n' +
      '<li>\n' +
      'Тест-курс поможет разобраться насколько серьезно ситуация со срыгиванием у вашего малыша. Стоит ли бить тревогу и срочно бежать за помощью? Или с крохой все в пределах нормы и можно простыми эффективными действиями помочь малышу\n' +
      '</li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 8,
    linkToTilda: 'http://elenakorneva.ru/webinars',
    title: 'Как вырастить успешную личность',
    subTitle: 'Вебинары по гармоничному развитию<br> детей от 0 до 24 ',
    img: ['8_1.png', '8_2.png', '8_3.png'],
    description: '<div class="card-description text-left">\n' +
      '<ul>\n' +
      '<li>Уникальные вебинары, содержащие концентрированную полезную информацию, понятным языком объясняют сложнейшие процессы, происходящие в организме вашего малыша в данном возрастном периоде.&nbsp;</li>\n' +
      '<li>Вебинары не только дают вам глубокое понимание происходящего, но и подробно разъясняют, какими действиями достичь максимальных результатов в развитии - что, как и почему стоит делать. К просмотру обязательны.</li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 9,
    linkToTilda: 'http://elenakorneva.ru/dream',
    title: 'Чат бот по сну',
    subTitle: 'Самостоятельное засыпание крохи:<br>основвные методики засыпания',
    img: ['9_2.png', '9_2.png', '9_3.png'],
    description: '<div class="card-description text-left">\n' +
      '<ul>\n' +
      '<li>Чат-бот поможет Вам избавиться от недосыпа и вернуть здоровый сон всей семье</li>\n' +
      '<li>Чат-бот содержит четыре основные методики самостоятельного засыпания, что позволит выбрать наиболее подходящую для конкретной ситуации и достичь быстрых результатов</li>\n' +
      '<li>Чат-бот поможет решить многие распространенные проблемы со сном, такие как ранние пробуждения, бесконечные ночные кормления и т.д</li>\n' +
      '<li>Чат-бот поможет избавиться от долгих укладываний и бесконечных укачиваний, что позволит освободить больше времени на свои дела и отдых</li>\n' +
      '<li>Чат-бот не только помогает решить текущие проблемы со сном, но и обучает навыкам самостоятельного засыпания, которые будут полезны в будущем</li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 10,
    linkToTilda: 'http://elenakorneva.ru/more_one_year',
    title: 'Я - САМ',
    subTitle: 'Развитие ребенка от 1 до 3 лет',
    img: ['10_3.png', '10_3.png', '10_3.png'],
    description: '<div class="card-description text-left">\n' +
      '<p><strong>Вы заинтересованы в том, чтобы ваш малыш вырос гармоничной и успешной личностью? Тогда этот курс предназначен именно для вас, потому что он предоставляет все необходимое в одном месте:</strong></p>\n' +
      '<ul>\n' +
      '<li aria-level="1">Включение в процесс развития с первого дня (алгоритм учитывает возраст ребенка точно до недели, так что задания будут соответствовать его возрасту, Например, если малышу 6 месяцев и 3 недели, то задания будут разработаны для этого возраста)</li>\n' +
      '<li aria-level="1">Тестирование психомоторного развития ребенка и формирование рекомендаций, основываясь на индивидуальных особенностях тестируемого</li>\n' +
      '<li aria-level="1">Ежедневное получение заданий, направленных на гармоничное развитие личности (включая развитие речи, моторики и эмоционального интеллекта)</li>\n' +
      '<li aria-level="1">Ежедневное усвоение теоретических знаний о особенностях данного возраста</li>\n' +
      '<li aria-level="1">Учет вариантов более интенсивного развития или ситуаций, когда малышу трудно (техническая служба адаптирует задания под такие случаи)</li>\n' +
      '<li aria-level="1">Использование гайдов с рекомендациями для данного возраста и для мам</li>\n' +
      '<li aria-level="1">Получение дополнительных рекомендаций и новые подходы в развитии</li>\n' +
      '<li aria-level="1">Использование огромной библиотеки дополнительных материалов</li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  },
  {
    index: 11,
    linkToTilda: 'http://elenakorneva.ru/new-webinar',
    title: 'Ваш малыш - гений',
    subTitle: 'Как с помощью простых действий<br>вырастить успешную личность  ',
    img: ['11_1.png', '11_2.png', '11_3.png'],
    description: '<div class="card-description text-left">\n' +
      '<ul>\n' +
      '<li><span style="font-weight: 400;">Как с помощью простых действий вырастить успешную личность? </span></li>\n' +
      '<li><span style="font-weight: 400;">Уникальная информация из научного мира о том, как на самом деле функционирует мозг вашего малыша, поможет ему перейти к саморазвивающейся модели усвоения информации на более глубоком уровне. </span></li>\n' +
      '<li><span style="font-weight: 400;">О том, как достичь этого с помощью простых и понятных действий, подробно рассказывается в вебинаре. </span></li>\n' +
      '<li><span style="font-weight: 400;">Актуально для развития&nbsp; детей в возрасте от 0 до 5 лет.</span></li>\n' +
      '</ul>\n' +
      '</div>',
    linkIn: '/mainPageIntro',
    linkLanding: '',
    access: false
  }
]

// 1 - Развитие от 0 до 12
// 2 - консультация по развитию
// 3 - Эмоции
// 4 - рассылка ДЗ
// 5 - речевое развитие
// 6 - тайна подгузника
// 7 - срыгивание
// 8 - Вебинары по развитию
// 9 - Чат бот по сну
// 10 - Развитие от 1 - 3 лет
// 11 - Вебинар "Новые мeтодики"
