module.exports = [
  [1, 10, 3], // лист ожидания
  [8, 4, 9, 11, 6, 7, 10, 3], // от 4 до 10
  [2, 3, 4, 5, 8, 9, 10, 11] // от 11 мес.
]

// 1 - Раcтим звезду
// 2 - консультация по развитию
// 3 - Эмоции
// 4 - рассылка ДЗ
// 5 - речевое развитие
// 6 - тайна подгузника
// 7 - срыгивание
// 8 - Вебинары по развитию
// 9 - Чат бот по сну
// 10 - Развитие от 1 - 3 лет
// 11 - Вебинар "Новые мeтодики"

// Имя пользователя FTP: ftps://alex@mrk.digital@ftp.u1343110.cp.regruhosting.ru
// FTP-сервер: ftp.u1343110.cp.regruhosting.ru
// FTP & explicit FTPS port:  21
