module.exports = {
  1: [
    {
      id: 1,
      text: 'Фиксирует взгляд на несколько секунд на ярком  контрастном неподвижном  предмете.'
    },
    {
      id: 2,
      text: 'Вздрагивает и мигает при резком звуке.'
    },
    {
      id: 3,
      text: 'Плач становится разнообразным.'
    },
    {
      id: 4,
      text: 'Следит/ пытается следить  за плавно движущимся контрастным предметом.'
    },
    {
      id: 5,
      text: 'Прислушивается к вашему ласковому голосу.'
    },
    {
      id: 6,
      text: 'Пытается улыбаться вам в ответ на вашу улыбку/голос.'
    },
    {
      id: 7,
      text: 'Пытается поднять и удерживать голову лежа на животе.'
    }
  ],
  2: [
    {
      id: 1,
      text: 'Длительно и сосредоточенно рассматривает ваше лицо.'
    },
    {
      id: 2,
      text: 'Обращает внимание на лица окружающих людей.'
    },
    {
      id: 3,
      text: 'Длительно рассматривает неподвижный контрастный предмет или игрушку.'
    },
    {
      id: 4,
      text: 'Следит за движущейся  контрастной игрушкой.'
    },
    {
      id: 5,
      text: 'Поворачивает голову в сторону громкого  звука и ищет источник.'
    },
    {
      id: 6,
      text: 'При вашем ласковом обращении(разговоре) отвечает улыбкой.'
    },
    {
      id: 7,
      text: 'Лёжа на животе поднимает и с каждым днем все дольше удерживает голову.'
    },
    {
      id: 8,
      text: 'Движения руками и ногами становятся более плавными и координированными.'
    },
    {
      id: 9,
      text: 'Произносит отдельные звуки.'
    }
  ],
  3: [
    {
      id: 1,
      text: 'В ответ на ваше обращение или интересную игрушку  - комплекс «оживления».'
    },
    {
      id: 2,
      text: 'Поворачивает голову в сторону вашего голоса или необычного звука.'
    },
    {
      id: 3,
      text: 'Хорошо держит голову в вертикальном положении у вас на руках.'
    },
    {
      id: 4,
      text: 'Находясь в вертикальном положении, сосредоточенно рассматривает неподвижные предметы.'
    },
    {
      id: 5,
      text: 'Осознанно подносит руку ко рту.'
    },
    {
      id: 6,
      text: 'Случайно наталкивается руками на подвешенную игрушку, висящую над грудью.'
    },
    {
      id: 7,
      text: 'Начинает гулить.'
    },
    {
      id: 8,
      text: 'Опирается на предплечья лежа на животе и  высоко поднимает  голову.'
    },
    {
      id: 9,
      text: 'При поддержке под мышки крепко упирается ногами, согнутыми в тазобедренных суставах.'
    },
    {
      id: 10,
      text: 'Хорошо и уверенно отталкивается от твердой поверхности или подставленной ладони взрослого.'
    }
  ],
  4: [
    {
      id: 1,
      text: 'Узнает и радуется вам.'
    },
    {
      id: 2,
      text: 'Находит глазами, не поворачивая головы, невидимый источник звука.'
    },
    {
      id: 3,
      text: 'Громко смеется в ответ на ласковое обращение/общение.'
    },
    {
      id: 4,
      text: 'Гулит более сложно и разнообразно.'
    },
    {
      id: 5,
      text: 'Придерживает руками грудь или бутылочку во время кормления.'
    },
    {
      id: 6,
      text: 'Поворачивается(или делает попытку перевернуться) со спины на живот.'
    },
    {
      id: 7,
      text: 'Упирается полусогнутыми ногами в твердую поверхность.'
    },
    {
      id: 8,
      text: 'При опоре на твердую поверхность ногами уверенно выпрямляет ноги (прыгает).'
    },
    {
      id: 9,
      text: 'Рассматривает и захватывает висящую игрушку.'
    },
    {
      id: 10,
      text: 'Играя с игрушкой, встряхивает ее и размахивает ей.'
    },
    {
      id: 11,
      text: 'Уверенно подносит руки ко рту. '
    }
  ],
  5: [
    {
      id: 1,
      text: 'По-разному реагирует, отличая близких и чужих по внешнему виду.'
    },
    {
      id: 2,
      text: 'Хорошо узнает ваш голос.'
    },
    {
      id: 3,
      text: 'Различает строгий и ласковый тон вашей речи.'
    },
    {
      id: 4,
      text: 'Уверенно берет игрушку из ваших рук.'
    },
    {
      id: 5,
      text: 'Длительно удерживает в руке игрушку.'
    },
    {
      id: 6,
      text: 'Долго лежит на животе, опираясь на ладони выпрямленных рук.'
    },
    {
      id: 7,
      text: 'Переворачивается (или активно пытается) со спины на живот.'
    },
    {
      id: 8,
      text: 'Ровно и устойчиво стоит при поддержке под мышки.'
    },
    {
      id: 9,
      text: 'Подолгу и с удовольствием  певуче гулит.'
    },
    {
      id: 10,
      text: 'Ест с ложки густую и полу густую пищу.'
    },
    {
      id: 11,
      text: 'На прогулке интересуется предметами вокруг и злиться, если обзор затруднен.'
    }
  ],
  6: [
    {
      id: 1,
      text: 'По разному реагирует на своё и чужое имя.'
    },
    {
      id: 2,
      text: 'Уверенно и с удовольствием переворачивается с живота на спину и со спины на живот.'
    },
    {
      id: 3,
      text: 'Делает попытки ползти, находя свои варианты передвижения.'
    },
    {
      id: 4,
      text: 'Делает попытки сидеть без опоры.'
    },
    {
      id: 5,
      text: 'Свободно берет игрушку из разных положений и подолгу занимается, перекладывает из одной руки в другую.'
    },
    {
      id: 6,
      text: 'Уверенно подносит вещи ко рту, пробуя все на вкус.'
    },
    {
      id: 7,
      text: 'Произносит отдельные слоги.'
    },
    {
      id: 8,
      text: 'Ест пищу с ложки, снимая её губами.'
    },
    {
      id: 9,
      text: 'Произносит слоги, начинает лепетать.'
    },
    {
      id: 10,
      text: 'Проявляет любопытство к недоступным вещам и пытается их получить.'
    }
  ],
  7: [
    {
      id: 1,
      text: 'Уверенно взаимодействует с игрушкой - стучит, размахивает, бросает.'
    },
    {
      id: 2,
      text: 'Хорошо ползает или делает попытки.'
    },
    {
      id: 3,
      text: 'На вопрос «Где?» находит взглядом предмет, находящийся постоянно в определенном месте (например, часы).'
    },
    {
      id: 4,
      text: 'Пытается привлекать ваше внимание, с этой целью может даже бросать игрушки.'
    },
    {
      id: 5,
      text: 'Различает не только вашу интонацию, но и  людей из близкого окружения и адекватно реагирует (если повысили голос - может расплакаться и улыбаться на ласковую речь).'
    },
    {
      id: 6,
      text: 'Пробует имитировать звуки вашей речи.'
    },
    {
      id: 7,
      text: 'Подолгу и разнообразно лепечет.'
    },
    {
      id: 8,
      text: 'Пьёт из чашки с вашей помощью.'
    },
    {
      id: 9,
      text: 'Ест с ложки, снимает пищу губами.'
    }
  ],
  8: [
    {
      id: 1,
      text: 'Сам садится сидит и ложится из разных положений.'
    },
    {
      id: 2,
      text: 'Держась за опору сам встает, стоит, садится (или делает хотя бы частично).'
    },
    {
      id: 3,
      text: 'Пробует переступать у опоры приставным шагом (боком).'
    },
    {
      id: 4,
      text: 'С удовольствием и уверенно произносит слоги.'
    },
    {
      id: 5,
      text: 'Сам держит и ест подходящую еду.'
    },
    {
      id: 6,
      text: 'Выполняет с удовольствием разученные ранее действия, например, “ладушки”, “дай ручку”.'
    },
    {
      id: 7,
      text: 'Любит наблюдать за действием другого ребёнка.'
    },
    {
      id: 8,
      text: 'Игрушками занимается долго и разнообразно.'
    },
    {
      id: 9,
      text: 'Подражает вашим действиям с игрушками (толкает, стучит, вынимает, и др.).'
    }
  ],
  9: [
    {
      id: 1,
      text: 'С удовольствием танцует под ритмичную музыку (если дома поют и танцуют с ребенком).'
    },
    {
      id: 2,
      text: 'Действует с предметами в зависимости от их свойств (катает, открывает, гремит и пр.).'
    },
    {
      id: 3,
      text: 'Наблюдает за падающим предметом.'
    },
    {
      id: 4,
      text: 'Может хватать предметы кончиком большого и указательного пальцев.'
    },
    {
      id: 5,
      text: 'Ходит вдоль опоры, слегка придерживаясь  ручками.'
    },
    {
      id: 6,
      text: 'На вопрос «Где?» находит несколько знакомых предметов, независимо от расстояния.'
    },
    {
      id: 7,
      text: 'Знает своё имя, оборачивается на зов.'
    },
    {
      id: 8,
      text: 'Подражает, повторяя за вами слоги, которых нет в его лепете.'
    },
    {
      id: 9,
      text: 'Хорошо пьёт из чашки, слегка придерживая руками.'
    },
    {
      id: 10,
      text: 'Любит играть с другими детьми. Догоняет ползком или ползет на встречу.'
    },
    {
      id: 11,
      text: 'Подражает действиям, движениям другого ребёнка.'
    }
  ],
  10: [
    {
      id: 1,
      text: 'Самостоятельно и по вашей просьбе выполняет разученные действия: открывает, закрывает, вынимает, выкладывает.'
    },
    {
      id: 2,
      text: 'Использует жесты “пока-пока”, “нет”, “да”.'
    },
    {
      id: 3,
      text: 'Идет вперед при поддержке за обе руки.'
    },
    {
      id: 4,
      text: 'Способен подняться на низкую поверхность и сойти с неё.'
    },
    {
      id: 5,
      text: 'По просьбе «Дай» находит и даёт знакомые предметы.'
    },
    {
      id: 6,
      text: 'Подражает вам и  повторяет новые слоги.'
    },
    {
      id: 7,
      text: 'При игре («прятки», «догоню-догоню») выполняет разученные действия и движения.'
    },
    {
      id: 8,
      text: 'Осознанно выполняет действия подражая вам (например, “разговаривает по телефону”) .'
    },
    {
      id: 9,
      text: 'Лежа на животике, поднимает туловище и оглядывается вокруг, становится на четвереньки, раскачивается, постоянно переворачивается.'
    }
  ],
  11: [
    {
      id: 1,
      text: 'Радуется приходу детей. Но уже имеет свое избирательное отношение к разным детям.'
    },
    {
      id: 2,
      text: 'Стоит самостоятельно.'
    },
    {
      id: 3,
      text: 'Делает первые самостоятельные шаги.'
    },
    {
      id: 4,
      text: 'По вашей просьбе  выполняет различные действия (кормит мишку, укладывает спать куклу и пр.) .'
    },
    {
      id: 5,
      text: 'Выполняет простые указания  (например машет «пока-пока»).'
    },
    {
      id: 6,
      text: 'Произносит первые слова - обозначения «ав - ав», «кис - кис», «дай».'
    },
    {
      id: 7,
      text: 'Ставит  кубик на кубик, строит простую башню из кубиков или подходящих предметов.'
    },
    {
      id: 8,
      text: 'Правильно собирает пирамидку с вашей небольшой помощью.'
    },
    {
      id: 9,
      text: 'Любит  открывать шкафчики, выдвигать ящики и изучать найденные предметы.'
    }
  ],
  12: [
    {
      id: 1,
      text: 'Узнает вас на фотографии.'
    },
    {
      id: 2,
      text: 'Ходит (или пытается ходить) самостоятельно.'
    },
    {
      id: 3,
      text: 'Выполняет действия, заученные ранее, играя с игрушками.'
    },
    {
      id: 4,
      text: 'Появляются устойчивые навыки сложной игры ( водить, кормить кукол, перевозить кубики).'
    },
    {
      id: 5,
      text: 'Различает предметы по форме - кубик, кирпичик (если показывали и называли).'
    },
    {
      id: 6,
      text: 'Произносит до 6–10 облегченных слов, или слов на “своем” языке.'
    },
    {
      id: 7,
      text: 'Постоянно повторяет новые слова.'
    },
    {
      id: 8,
      text: 'Понимает без показа названия нескольких предметов.'
    },
    {
      id: 9,
      text: 'Понимает слово “нельзя”, “нет”(если использовали).'
    },
    {
      id: 10,
      text: 'Самостоятельно пьет из чашки. '
    },
    {
      id: 11,
      text: 'Протягивает/ отдаёт другому  ребенку  игрушку. '
    },
    {
      id: 12,
      text: 'Ищет игрушку, спрятанную другим ребёнком. '
    },
    {
      id: 13,
      text: 'Понимает названия предметов, имена взрослых. '
    }
  ]
}
