module.exports = {
  0: [
    {
      id: 1,
      text: 'Поворачивает голову и отзывается, услышав свое имя',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Называет родителей “мама”, “папа” или по-своему, но всегда используя, например для мамы, один и тот же набор звуков.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Находит и дает знакомые предметы, когда просят взрослые',
      help: true,
      helpText: '<ol><li><p>По просьбе взрослого находит 3-4 игрушки.  </p> </li>' +
        '<li><p> Находит предметы обуви, одежды.  </p</li>' +
        '<li><p>&nbsp;Выполняет действия по слову (покорми куклу, положи слать). </p></li>' +
        '<li><p>&nbsp;По слову ориентируется в комнате (где кроватка, где мы моем ручки и тд)</p></li>' +
        '</ol>'
    },
    {
      id: 4,
      text: 'Понимает и правильно реагирует на интонации обращенной к нему речи',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Произносит около 10 -15 слов.',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Понимает около 100 - 120 слов.',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'Знает имена близких людей, название некоторых действий и игрушек.',
      help: false,
      helpText: ''
    },
    {
      id: 8,
      text: 'Выбирает любимую книгу, просит почитать.',
      help: false,
      helpText: ''
    },
    {
      id: 9,
      text: 'Выполняет простые указания, отданные только голосом (например, принеси мишку).',
      help: false,
      helpText: ''
    },
    {
      id: 10,
      text: 'Находит источник звука, поворачивается к нему.',
      help: false,
      helpText: ''
    },
    {
      id: 11,
      text: 'Понимает слово "Нет" (делает короткую паузу или останавливается).',
      help: false,
      helpText: ''
    }
  ],
  1: [
    {
      id: 1,
      text: 'Реагирует на свое имя даже при посторонних разговорах.',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Выражает просьбу, используя нужную интонацию',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Начинает использовать имена близких людей, правильно называет отдельные действий, игрушки.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Связывает два простых слова в предложение.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Ищет помощи у взрослых, если испытывает трудности при выполнении чего-либо.',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Демонстрирует простое сочувствие к другим.',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'Играет в игры со взрослыми.',
      help: false,
      helpText: ''
    },
    {
      id: 8,
      text: 'Сообщает взрослым, что он хочет в туалет, но все еще нуждается в помощи.',
      help: false,
      helpText: ''
    },
    {
      id: 9,
      text: 'Хлопает в ладошки при эмоциональном возбуждении (при условии, что Вы показывали данный способ выражения эмоций).',
      help: false,
      helpText: ''
    },
    {
      id: 10,
      text: 'В момент удивления, радости или сильной заинтересованности называет предмет.',
      help: true,
      helpText: 'Из мешочка или коробочки неожиданно показываются предметы (кукла, зайчик, петушок, котенок) и спрашивает: "Кто это?" или "Что это?".<br> Ребенок называет предметы облегченно или правильно ("ля-ля", "кукла").'
    },
    {
      id: 11,
      text: 'Показывает свою любовь и привязанность (обнимает и целует Вас).',
      help: false,
      helpText: ''
    },
    {
      id: 12,
      text: 'Показывает свою любовь к любимой игрушке (обнимает, берет с собой,  расстраивается если теряет и не находит и т.д.).',
      help: false,
      helpText: ''
    }
  ],
  2: [
    {
      id: 1,
      text: 'Даже играя и отходя от Вас, почти всегда пытается держать Вас в поле зрения.',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Обращает Ваше внимание и показывает на предметы и вещи, заинтересовавшие его.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'С большим удовольствием “читает” и просматривает книжки ВМЕСТЕ с Вами.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Использует до 2-3 слов для построения простых предложений.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Выполняет одношаговые инструкции без использования каких-либо жестов, например, дает Вам игрушку, когда Вы говорите: «Дай ее мне».',
      help: false,
      helpText: ''
    }
  ],
  3: [
    {
      id: 1,
      text: 'Правильно указывает на картинку в  книге в ответ на ваш голосовой вопрос (например: "Где медведь?").',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Пользуется простыми предложениями из 2-3 слов при общении.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Понимает короткий рассказ о событиях, знакомых ребенку.',
      help: true,
      helpText: '<p><span>Взрослый рассказывает ребенку короткий рассказ о хорошо знакомых событиях (как видели на улице собачку, кормили голубей). После чего задаются 3-4 вопроса. Ребенок отвечает словом или коротким предложением</span></p>'
    },
    {
      id: 4,
      text: 'Правильно указывает как минимум на две части тела, когда вы просите их показать.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'В соответствии с ситуацией использует много разнообразных жестов',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: ' Замечает, когда другие обижены и/или расстроены, например, малыш выглядит грустным,подходит и жалеет когда кто-то плачет.',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'Вглядывается в ваше лицо, чтобы увидеть, как реагировать в новой ситуации',
      help: false,
      helpText: ''
    }
  ],
  4: [
    {
      id: 0,
      text: 'Понимает значение предлогов “в”, “на”, “за”, “перед” и т.д. ',
      help: false,
      helpText: ''
    },
    {
      id: 1,
      text: 'Использует предложения из трех - пяти и более слов.',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Сочувствует расстроенному сверстнику.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Различает смешное и грустное.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Вежливо приветствует взрослых и прощается с ними.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Выполняет просьбы взрослых.',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Спонтанно говорит вежливые слова.',
      help: false,
      helpText: ''
    }
  ]
}
