module.exports = {
  1: [
    {
      id: 1,
      text: 'Совершает хаотические симметричные (с обеих сторон) движения руками.'
    },
    {
      id: 2,
      text: 'Подносит руки к глазам и рту.'
    },
    {
      id: 3,
      text: 'В положении лежа не животе, приподнимает и поворачивает в сторону голову.'
    },
    {
      id: 4,
      text: 'Держит руки в кулаках.'
    },
    {
      id: 5,
      text: 'Рассматривает крупные контрастные предметы, расположенные на расстоянии от 20 до 35 см.'
    },
    {
      id: 6,
      text: 'Пытается следить за контрастным медленно (!) двигающемся предметом, рассположенным на расстоянии от 20 до 35 см.'
    },
    {
      id: 7,
      text: 'Его движение ручек и ножек становятся плавные и упорядоченные.'
    },
    {
      id: 8,
      text: 'Много двигается в период максимальной активности (дрыгает руками и ножками).'
    },
    {
      id: 9,
      text: 'Cовершает сосательные движения при проведении соской или кончиком пальца вокруг губ крохи.<b>(Рефлекс сосания).</b>'
    },
    {
      id: 10,
      text: 'Поворачивает головку в сторону Вашей руки при поглаживании его щечки.<b>(Поисковый рефлекс - 1/2).</b>'
    },
    {
      id: 11,
      text: 'Попытается захватить пустышку губами при надавливании соской на середину нижней губы.' +
        'При этом ротик откроется, шея согнется. (<b>Поисковый рефлекс - 2/2</b> Рефлекс говорит о слаженной работе глубоких структур мозга. На его основе формируются' +
        ' мимические реакции и они сохраняется до 3−4 месяцев).'
    },
    {
      id: 12,
      text: 'Попытается схватить и удержать Ваш палец при поглаживании его ладошки.' +
        'Или крепко сжимает в кулачке платочек при вкладывании платочка в ладошку. (<b>Хватательный рефлекс </b> Способствует развитию мелкой моторики и речевой деятельности, после 3−4 месяцев исчезает).'
    },
    {
      id: 13,
      text: 'Разогнет правую руку и правую ногу и согнет левую руку и левую ногу при поворачивании его головки вправо.(<b>Асимметричный рефлекс </b> Помогает «найти» и разглядеть ручки, координирует работу глаз и мозга,' +
        'развивает вестибулярный аппарат. Проходит к 3−4 месяцам).'
    }
  ],
  2: [
    {
      id: 1,
      text: 'Держит голову, лежа на животе.'
    },
    {
      id: 2,
      text: 'Лежа на животе, делает попытки и/или отрывает и поднимает грудь и плечики.'
    },
    {
      id: 3,
      text: 'В вертикальном положении самостоятельно удерживает голову несколько минут.'
    },
    {
      id: 4,
      text: 'Двигает с одинаковой интенсивностью и объемом движения обеими руками и обеими ногами.'
    },
    {
      id: 5,
      text: 'Ненадолго раскрывает кулачки.'
    },
    {
      id: 6,
      text: 'Поворачивается с бочка на спинку.'
    },
    {
      id: 7,
      text: 'Длительно рассматривает интересную игрушку или  предмет.'
    },
    {
      id: 8,
      text: 'Длительно (до 1 минуты) следит за медленно движущимся контрастным предметом.'
    },
    {
      id: 9,
      text: 'Совершает  плавные, уверенные движения.(Например, подносит ко рту и сосет кулачок). Это происходит из-за снижающегося ' +
        'мышечного тонуса рук и ног (Ручки и ножки становятся более расслабленные).'
    },
    {
      id: 10,
      text: 'Отзывается на <b>Лабиринтный рефлекс.</b> В положении «лежа на животе», спина выгибается, руки прижимаются к груди, пальцы сжимаются в кулачки, ' +
        'ножки сгибаются в коленях и прижимаются к животу. Через несколько минут малыш начинает выполнять плавательные движения, переходящие в ' +
        'спонтанное ползание (рефлекс тренирует мускулатуру для ползания)'
    },
    {
      id: 11,
      text: 'Отзывается на <b>Рефлекс опоры и автоматической ходьбы.</b> Поверните кроху лицом к себе, возьмите под мышки, фиксируя головку пальцами. ' +
        'При приподнимание малыш будет поджимать ножки. Аккуратно опустить ножками на пол или жесткую поверхность  — ребенок выпрямляет ноги и стоит, опираясь на стопу. ' +
        'Наклоните тело вперед — малыш начнет «переступать». Ноги не перекрещиваются (рефлекс подготавливает к ходьбе и к 3 месяцам угасает).'
    },
    {
      id: 12,
      text: ' Отталкивается от опоры и продвигается вперед в следующем положении: Положите кроху на животик и поставьте своими ладонями к его подошвам для опоры. ' +
        '(<b>Рефлекс ползания</b>  активизирует практически все зоны головного мозга, развивая координацию движений)'
    },
    {
      id: 13,
      text: 'Отзывается на <b>Подошвенный рефлекс</b>. Надавите большим пальцем на подошву малыша у основания указательного или среднего пальца — и они прижмутся к ступне. Если также простимулировать наружный край стопы, двигаясь от пятки вверх, то большой палец ноги разогнется, а остальные разойдутся веером. (рефлекс подготавливает основу для осознанного управления пальцами ног и угасает к 12−14 месяцам.'
    }
  ],
  3: [
    {
      id: 1,
      text: 'Хорошо держит голову в вертикальном положении у Вас на руках.'
    },
    {
      id: 2,
      text: 'Поднимает голову и грудь в положении - лежа на животе.'
    },
    {
      id: 3,
      text: 'Опираясь на предплечья (лежа на животе), высоко поднимает  голову.'
    },
    {
      id: 4,
      text: 'Перекатывается со спины на бок.'
    },
    {
      id: 5,
      text: 'Находясь в вертикальном положении, сосредоточенно рассматривает неподвижные предметы.'
    },
    {
      id: 6,
      text: 'При поддержке под мышки крепко упирается ногами, согнутыми в тазобедренных суставах.'
    },
    {
      id: 7,
      text: 'Хорошо и уверенно отталкивается от твердой поверхности.'
    },
    {
      id: 8,
      text: 'С удовольствием “брыкается” лежа на животе или спине.'
    },
    {
      id: 9,
      text: 'Осознанно подносит ручки ко рту и пробует их на вкус.'
    },
    {
      id: 10,
      text: 'Ощупывает висящие над ним предметы и игрушки.'
    },
    {
      id: 11,
      text: 'Хватает игрушку, размахивает и трясет ей.'
    },
    {
      id: 12,
      text: 'Следит за движущимся предметом.'
    }
  ],
  4: [
    {
      id: 1,
      text: 'Поворачивается ( или делает попытку перевернуться) со спины на живот.'
    },
    {
      id: 2,
      text: 'Упирается полусогнутыми ногами в твердую поверхность.'
    },
    {
      id: 3,
      text: 'При опоре на твердую поверхность ногами уверенно выпрямляет ноги (прыгает).'
    },
    {
      id: 4,
      text: 'Лежа на животе, высоко поднимает голову, опираясь на предплечья.'
    },
    {
      id: 5,
      text: 'Уверенно подносит руки ко рту.'
    },
    {
      id: 6,
      text: 'Находит глазами, не поворачивая головы невидимый источник звука.'
    },
    {
      id: 7,
      text: 'Придерживает руками грудь или бутылочку во время кормления.'
    },
    {
      id: 8,
      text: 'Рассматривает и захватывает висящую игрушку.'
    },
    {
      id: 9,
      text: 'Играя с игрушкой, встряхивает и размахивает ей.'
    },
    {
      id: 10,
      text: 'Долго занимается висящими над кроваткой игрушками.'
    },
    {
      id: 11,
      text: 'Тянется к незнакомым предметам/игрушкам.'
    },
    {
      id: 12,
      text: 'Захватывает игрушку всей ладонью.'
    },
    {
      id: 13,
      text: 'Ощупывает любой предмет, попавший в руки (игрушки, тело, одежду), а затем тянет в рот.'
    },
    {
      id: 14,
      text: ' Проявляет попытки сидеть, делает попытки приподняться, словно пытаясь присесть.'
    },
    {
      id: 15,
      text: 'Лежа на животе, пытается отталкиваться ножками в попытке ползти.'
    },
    {
      id: 16,
      text: 'Обращает внимание на  предметы, расположенные на расстоянии  до трех метров.'
    }
  ],
  5: [
    {
      id: 1,
      text: 'Уверенно берет игрушку из ваших рук.'
    },
    {
      id: 2,
      text: 'Длительно удерживает в руке игрушку.'
    },
    {
      id: 3,
      text: 'Захватывает игрушку двумя руками, тянет ее в рот.'
    },
    {
      id: 4,
      text: 'Уверенно хватает предметы и подолгу держит их в руках.'
    },
    {
      id: 5,
      text: 'Долго лежит на животе, опираясь на ладони выпрямленных рук.'
    },
    {
      id: 6,
      text: 'Переворачивается (или активно пытается) со спины на живот.'
    },
    {
      id: 7,
      text: 'Ровно и устойчиво стоит при поддержке под мышки.'
    },
    {
      id: 8,
      text: 'Играет с собственными ручками и ножками.'
    },
    {
      id: 9,
      text: 'Лежа на животе и опираясь на кисти рук, может довольно долго находится в таком положении.'
    },
    {
      id: 10,
      text: 'Поддерживает голову на весу, рассматривая окружающие предметы, вызывающие интерес.'
    },
    {
      id: 11,
      text: 'Из предложенных предметов берет тот предмет, который вызывает интерес.'
    },
    {
      id: 12,
      text: 'Учится использовать пальцы (например, нажимает на кнопки).'
    }
  ],
  6: [
    {
      id: 1,
      text: 'Уверенно и с удовольствием переворачивается с живота на спину и со спины на живот.'
    },
    {
      id: 2,
      text: 'Делает попытки ползти, находя свои варианты передвижения.'
    },
    {
      id: 3,
      text: 'Делает попытки сидеть без опоры.'
    },
    {
      id: 4,
      text: 'Свободно берет игрушку из разных положений и подолгу занимается, перекладывает из одной руки в другую.'
    },
    {
      id: 5,
      text: 'Уверенно подносит вещи ко рту, пробуя все на вкус.'
    },
    {
      id: 6,
      text: 'Ест пищу с ложки, снимая её губами.'
    },
    {
      id: 7,
      text: 'Протягивает руку, чтобы схватить понравившуюся игрушку.'
    },
    {
      id: 8,
      text: 'Сжимает губы, показывая, что больше не хочет есть.'
    },
    {
      id: 9,
      text: 'Использует руки для поддержки, когда сидит.'
    },
    {
      id: 10,
      text: 'Садится из положения на четвереньках.'
    },
    {
      id: 11,
      text: 'Встает на четвереньки и раскачивается взад-вперед.'
    },
    {
      id: 12,
      text: 'Долго следит за перемещением игрушки.'
    },
    {
      id: 13,
      text: 'В положении лежа на животе, опирается на вытянутые руки и полностью раскрытые ладошки.'
    },
    {
      id: 14,
      text: 'Протягивает к Вам ручки, чтобы взяли на руки.'
    },
    {
      id: 15,
      text: 'Может фокусировать взгляд на предмете, который расположен на расстоянии 7–8 см от глаз.'
    },
    {
      id: 16,
      text: 'Обеими руками хватает все, что только может достать.'
    },
    {
      id: 17,
      text: 'Активно работают все пальчики, кроме большого.'
    },
    {
      id: 18,
      text: 'Сложно взаимодействует с игрушкой - размахнувшись  бросает игрушку на пол и смотрит, что из этого выйдет.'
    },
    {
      id: 19,
      text: 'Удерживая игрушку в руке, переворачивается с ней на бок, на живот и т.д..'
    }
  ],
  7: [
    {
      id: 1,
      text: 'Уверенно сидит с прямой спиной.'
    },
    {
      id: 2,
      text: 'Хорошо ползает.'
    },
    {
      id: 3,
      text: 'Подтягивается и пытается встать у опоры.'
    },
    {
      id: 4,
      text: 'При поддержке за обе руки ровно стоит и начинает переступать ножками.'
    },
    {
      id: 5,
      text: 'Переворачивается в обе стороны.'
    },
    {
      id: 6,
      text: 'Пьет из чашки с Вашей помощью.'
    },
    {
      id: 7,
      text: 'Ест с ложки, снимает пищу губами.'
    },
    {
      id: 8,
      text: 'Перекладывает предмет из рук в руки.'
    },
    {
      id: 9,
      text: 'Уверенно взаимодействует с игрушкой стучит, размахивает, бросает.'
    },
    {
      id: 10,
      text: 'Длительно следит за движущимися объектами.'
    },
    {
      id: 11,
      text: 'Находит частично спрятанную игрушку.'
    },
    {
      id: 12,
      text: 'Быстро и скоординировано изменяет  положение тела, пытаясь достать желаемый предмет.'
    },
    {
      id: 13,
      text: 'Замечает мельчайшие детали вокруг. Хватает пальчиками ниточки и соринки.'
    },
    {
      id: 14,
      text: 'Лежа на животе, может в одной руке держать игрушку, а на другую опираться.'
    },
    {
      id: 15,
      text: 'Берет игрушку одинаково хорошо как левой, так и правой рукой.'
    },
    {
      id: 16,
      text: 'Пальцем показывает на интересную вещь.'
    },
    {
      id: 17,
      text: 'Умеет рвать бумагу, развязывать простые шнурки, выбрасывать игрушки из кровати.'
    },
    {
      id: 18,
      text: 'Подражает Вашим действиям (например, разговаривает по телефону, расчесывает волосы и т.д.).'
    }
  ],
  8: [
    {
      id: 1,
      text: 'Сам садится, сидит и ложится из разных положений (или делает хотя бы частично).'
    },
    {
      id: 2,
      text: 'Держась за опору сам встает, стоит, садится (или делает хотя бы частично).'
    },
    {
      id: 3,
      text: 'Ползает с большой скоростью и на любые расстояния.'
    },
    {
      id: 4,
      text: 'Пробует переступать у опоры приставным шагом (боком).'
    },
    {
      id: 5,
      text: 'Сам держит и ест подходящую еду.'
    },
    {
      id: 6,
      text: 'Игрушками занимается долго и разнообразно.'
    },
    {
      id: 7,
      text: 'Взаимодействует с игрушками - вынимает, стучит, катает.'
    },
    {
      id: 8,
      text: 'Может одновременно держать по одному предмету в каждой руке.'
    },
    {
      id: 9,
      text: 'Воспринимает и реагирует не только на  основные цвета, но и на оттенки.'
    },
    {
      id: 10,
      text: 'Замечает и проявляет интерес к  мелким деталям, в том числе Вашим  серьгам, цепочкам и т. п. .'
    },
    {
      id: 11,
      text: 'Легко фокусирует  внимание на мелких предметах. Захватывает небольшие предметы двумя пальцами (например, собирает и перекладывает камешки, орешки, макароны).'
    },
    {
      id: 12,
      text: 'Показывает пальцем где мама, папа, любимая игрушка.'
    }
  ],
  9: [
    {
      id: 1,
      text: 'Быстро ползает в разных направлениях.'
    },
    {
      id: 2,
      text: 'Влезает на четвереньках на подушку, возвышения, лесенку детской горки.'
    },
    {
      id: 3,
      text: 'Ходит, держась за опору.'
    },
    {
      id: 4,
      text: 'Садится из положения лежа и ложится из положения сидя.'
    },
    {
      id: 5,
      text: 'Повторяет движения за взрослым — поднимает и опускает руки, хлопает в ладоши.'
    },
    {
      id: 6,
      text: 'Совершенствует действия с мелкими предметами — вынимает и снова вкладывает, открывает (снимает) крышечки.'
    },
    {
      id: 7,
      text: 'После показа действий-проталкивает предмет через отверстие в коробку.'
    },
    {
      id: 8,
      text: 'Долго сам заниматься  с игрушками – вынимает, выкладывает и вкладывает детали, используя пальцевой захват.'
    },
    {
      id: 9,
      text: 'Действует с предметами в зависимости от их свойств и качеств: катает шарики, вынимает мелкие предметы, заглядывает в дырочку колечка.'
    },
    {
      id: 10,
      text: 'Стягивает с головы шапочку.'
    },
    {
      id: 11,
      text: 'На вопрос «Где?» находит в комнате знакомые предметы, даже если они находятся в непривычном месте.'
    },
    {
      id: 12,
      text: 'Бросает предметы с замахом.'
    },
    {
      id: 13,
      text: 'Наблюдает за падающим предметом.'
    }
  ],
  10: [
    {
      id: 1,
      text: 'Самостоятельно и по Вашей просьбе выполняет разученные действия: открывает, закрывает, вынимает, выкладывает.'
    },
    {
      id: 2,
      text: 'Идет вперед при поддержке за обе руки.'
    },
    {
      id: 3,
      text: 'Способен подняться на низкую поверхность и сойти с неё.'
    },
    {
      id: 4,
      text: 'Становится на четвереньки, раскачивается, постоянно переворачивается.'
    },
    {
      id: 5,
      text: 'Ходит вдоль опоры.'
    },
    {
      id: 6,
      text: 'Пользуется пинцетным захватом и преимущественно одной рукой.'
    },
    {
      id: 7,
      text: 'Умеет использовать игрушки по назначению – катать машинку, катать и бросать мячик.'
    },
    {
      id: 8,
      text: 'Может достать один предмет с помощью другого или придумать варианты для достижения своей цели.'
    },
    {
      id: 9,
      text: 'Ползает на большие расстояния.'
    },
    {
      id: 10,
      text: 'Любит «хозяйничать» на кухне - открывать дверцы шкафов, разбрасывать предметы, пытаться вытащить ящики.'
    },
    {
      id: 11,
      text: 'Понимает, для чего нужны ложка и кружка.'
    },
    {
      id: 12,
      text: 'Пробует или умеет самостоятельно слезать с дивана, кресла.'
    },
    {
      id: 13,
      text: 'Играет с несколькими предметами сразу, держа их в правой и левой руках.'
    }
  ],
  11: [
    {
      id: 1,
      text: 'Ставит  кубик на кубик, строит простую башню из кубиков или подходящих предметов.'
    },
    {
      id: 2,
      text: 'Правильно собирает пирамидку/матрешку с Вашей небольшой помощью.'
    },
    {
      id: 3,
      text: 'Любит  открывать шкафчики, выдвигать ящики и изучать найденные предметы.'
    },
    {
      id: 4,
      text: 'Хорошо умеет брать мелкие предметы, удерживать их, кидать, а затем снова поднимать.'
    },
    {
      id: 5,
      text: 'Успешно складывает  мелкие игрушки в  контейнер.'
    },
    {
      id: 6,
      text: 'Держа игрушку в одной руке, вторую использует  для выполнения другой задачи.'
    },
    {
      id: 7,
      text: 'Самостоятельно стоит.'
    },
    {
      id: 8,
      text: 'Хорошо ходит, держась за одну руку.'
    },
    {
      id: 9,
      text: 'Делает первые самостоятельные шаги.'
    },
    {
      id: 10,
      text: 'Нагибается, чтобы взять  предмет без приседания.'
    },
    {
      id: 11,
      text: 'Приседает без опоры.'
    },
    {
      id: 12,
      text: 'Значительно реже падает.'
    },
    {
      id: 13,
      text: 'Самостоятельно справляется с ложкой.'
    },
    {
      id: 14,
      text: 'Хватает предметы двумя пальчиками, может легко взять мелкие вещи.'
    },
    {
      id: 15,
      text: 'Понимает, как достать игрушки из банки и самостоятельно открыть крышку.'
    }
  ],
  12: [
    {
      id: 1,
      text: 'Ходит (или пытается ходить) самостоятельно.'
    },
    {
      id: 2,
      text: 'Выполняет действия, заученные ранее, играя с игрушками.'
    },
    {
      id: 3,
      text: 'Различает предметы по форме - кубик, кирпичик (если показывали, говорили).'
    },
    {
      id: 4,
      text: 'Играет с вами в сюжетные игры (например, помогает грузить игрушки, везти на стройку, строить дом).'
    },
    {
      id: 5,
      text: 'Ищет вещи, когда видит, что вы их прячете (например, игрушку под одеялом).'
    },
    {
      id: 6,
      text: 'Самостоятельно пьет из чашки.'
    },
    {
      id: 7,
      text: 'Использует опору, чтобы встать.'
    },
    {
      id: 8,
      text: 'Много ходит, опираясь на мебель.'
    },
    {
      id: 9,
      text: 'Собирает предметы, используя указательный и большой пальцы.'
    },
    {
      id: 10,
      text: 'Пытается участвовать в одевании: поднимает руки вверх, поднимает ногу, участвует в умывании и других привычных действиях'
    },
    {
      id: 11,
      text: 'Может отличать некоторые фигуры и основные цвета.'
    }
  ]
}
