module.exports = {
  0: [
    {
      id: 1,
      text: 'Использует игрушку по назначению (например, “болтает” по игрушечному телефону).',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Играя, различает два разных по величине предмета (например, два куба).',
      help: true,
      helpText: '<ol>\n' +
        '<li>\n' +
        '<p><span>Перед ребенком выкладывается малый куб (высотой 7 см) из большого куба (высотой 10 см). </span></p>\n' +
        '</li>\n' +
        '<li>\n' +
        '<p><span>Ребенок должен вложить маленький куб в большой. </span></p>\n' +
        '</li>\n' +
        '<li>\n' +
        '<p><span>Ребенок может </span><span>п</span><span>робовать 2-3 раза. Взрослый не помогает.</span></p>\n' +
        '</li>\n' +
        '</ol>'
    },
    {
      id: 3,
      text: 'Уверенно ищет спрятанный при нем предмет (например, кубик под одеяло).',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Самостоятельно или с Вашей минимальной помощью строит башню из 2-х кубиков.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Собирает (пока еще не всегда правильно) пирамидку',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'С помощью подходящего мяча разрушает построенную Вами башню',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'В игре воспроизводит разученные действия.',
      help: true,
      helpText: '<ol>\n' +
        '<li><p>Перед ребенком раскладываются кукла, тарелочка &mdash; предлагается покормить куклу. </p></li>\n' +
        '<li><p>Ребенку предлагается поиграть с кубиками (2 кубика, 2 кирпичика), при этом малыш должен воспроизвести постройку дома, машины (взрослый может показать). </p></li>\n' +
        '<li><p>Ребенок нанизывает на стержень 4-5 колец.</p></li>\n' +
        '  </ol>\n' +
        '<p>Ребенок должен выполнить все три действия</p>'
    }
  ],
  1: [
    {
      id: 1,
      text: 'Воспроизводит игровые действия (кормит куклу, укладывает спать мишку, собирает пирамидку).',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Озвучивает свои действия в игре ("би-би" при игре с машинкой, "гав-гав" при игре с собачкой).',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Из предметов выбирает похожий по образцу и форме (например из кубиков разных размеров или цветов)',
      help: true,
      helpText: '<p><span>Взрослый раскладывает перед ребенком предметы разной формы (3 кирпичика, 3 куба, 3 шарика, 3 призмы). Скатывает шарик с желоба и предлагает ребенку найти еще шарики к скатить их. </span></p>\n' +
        '<p><span>Затем берет один кубик, ставит его и предлагает найти еще кубики и построить домик. Ребенок выполняет оба задания.</span></p>'
    },
    {
      id: 4,
      text: 'Самостоятельно строит башню из 3 - 4 подходящих кубиков',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Собирает (пока еще не всегда правильно) пирамидку.',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Выполняет указания, данные как жестами, так и словами (например, малыш протягивает Вам игрушку, когда Вы говорите: "Дай мне игрушку").',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'Воспроизводит часто виденные действия, правильно используя предметы (разговаривает по телефону, расчесывает волосы).',
      help: true,
      helpText: '<p><span>Взрослый раскладывает перед ребенком предметы: куклу и расческу, куклу и носовой платок и говорит: "Кукла не причесана", "У куклы грязный нос". Ребенок причесывает куклу и вытирает нос.</span></p>'
    }
  ],
  2: [
    {
      id: 1,
      text: 'Указывает на называемые нарисованные предметы.',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Указывает почти всегда правильно на  называемые части тела.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'С удовольствием играет в подражательные игры.',
      help: true,
      helpText: '<p><span>Взрослый раскладывает перед ребенком предметы: куклу и расческу, куклу и носовой платок и говорит: "Кукла не причесана", "У куклы грязный нос". </span></p>\n' +
        '<p><span>Ребенок причесывает куклу и вытирает нос.</span></p>'
    },
    {
      id: 4,
      text: 'В момент удивления или сильной заинтересованности называет предметы,',
      help: true,
      helpText: '<p><span>Из мешочка или коробочки неожиданно показываются предметы (кукла, зайчик, петушок, котенок) и спрашивает: "Кто это?" или "Что это?". </span></p>\n' +
        '<p><span>Ребенок называет предметы облегченно или правильно ("ля-ля", "кукла")</span></p>'
    },
    {
      id: 5,
      text: 'Находит по слову среди нескольких внешне сходных предметов два одинаковых по значению, но разных по цвету и вели­чине.',
      help: true,
      helpText: '<p><span>Перед ребенком раскладываются предметы в следующей последовательности: собака черная, кошка черная, собака белая, кукла. Взрослый предлагает найти собачку одну или другую. Затем поменять местами и спросить еще раз: &ldquo;Где собачка?</span></p>'
    },
    {
      id: 6,
      text: 'Копирует Вашу работу по дому.',
      help: false,
      helpText: ''
    }
  ],
  3: [
    {
      id: 1,
      text: 'Легко и скоординированно взаимодействует с предметами. (Например, держа в одной руке контейнер, второй рукой снимает крышку).',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Умеет частично одевать одежду с небольшой помощью взрослого.',
      help: true,
      helpText: 'Во время одевания взрослый смотрит — может ли малыш сам одевать шапку, ботинки, носки. При этом можно немного помочь.'
    },
    {
      id: 3,
      text: 'Самостоятельно включает и выключает игрушку, оборудованную специальным рычажком или кнопкой.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Способен включить в притворную игру более одной игрушки. (Например, кормя куклу,  кладет игрушечную еду на игрушечную тарелку)',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'В игре воспроизводит ряд логически связанных действий. (Например: куклу купает и вытирает).',
      help: true,
      helpText: '<p><span>Перед ребенком раскладываются игрушки: кукла-голыш, губка, полотенце, кубик (вместо мыла), ванночка. Ребенку говорят: "Кукла грязная". </span></p>\n' +
        '<p><span>Ребенок сажает куклу в ванночку, трет губкой, моет, вытирает. Взрослый ничего не показывает.</span></p>'
    }
  ],
  4: [
    {
      id: 1,
      text: 'Откручивает крышку бутылки.',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Чертит каракули карандашом, держа его всей рукой или зажав в кулачке',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Переворачивает страницы в книге. Сворачивает лист бумаги вдвое, подражая взрослому.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Переливает жидкость из одной посуды в другую.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Различает два разных предмета по размеру.',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Складывает пирамиды из колец.',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'Находит игрушку, спрятанную под одной из трех коробок.',
      help: false,
      helpText: ''
    },
    {
      id: 8,
      text: 'Самостоятельно снимает какие-либо предметы одежды и надевает их, но еще не умеет застегивать пуговицы, завязывать шнурки.',
      help: false,
      helpText: ''
    }
  ]
}
