module.exports = {
  1: [
    {
      id: 1,
      text: 'Отзывается на Ваш голос и поворачивается к Вам.'
    },
    {
      id: 2,
      text: 'Реагирует на громкие звуки (вздрагивает и мигает).'
    },
    {
      id: 3,
      text: 'Любит, когда Вы ласково разговариваете или напеваете.'
    },
    {
      id: 4,
      text: 'Всматривается в Ваше лицо и фиксирует взгляд на ваших губах.'
    },
    {
      id: 5,
      text: 'Прислушивается к вашему ласковому голосу.'
    },
    {
      id: 6,
      text: 'Пытается гукать или произносить отдельные звуки.'
    },
    {
      id: 7,
      text: 'Разнообразным плачем реагирует на свои проблемы' +
          '(Например, голодный плач отличается от плача, когда ребенок хочет спать или на ручки).'
    },
    {
      id: 8,
      text: 'Отвечает на звук погремушки (радуется, успокаивается).'
    },
    {
      id: 9,
      text: 'Может длительно (до минуты) прислушиваться к вашему голосу или мелодичному приятному звуку.'
    },
    {
      id: 10,
      text: 'Произносит горловые звуки, похожие на бульканье.'
    }
  ],
  2: [
    {
      id: 1,
      text: 'С удовольствием гукает, особенно в ответ на вашу речь или действия.'
    },
    {
      id: 2,
      text: 'Произносит  протяжные негромкие певучие звуки или слоги - гулит.'
    },
    {
      id: 3,
      text: 'В состоянии бодрствования пробует издавать звуки, отличные от плача.'
    },
    {
      id: 4,
      text: 'Плач разнообразный в зависимости от ситуации (ребенок по-разному плачет, если голодный, устал или хочет на ручки).'
    },
    {
      id: 5,
      text: 'Реагирует на громкие звуки поворотом головы и поиском источника звука.'
    },
    {
      id: 6,
      text: 'На Вашу ласковую речь внимательно следит за губами и  открывает ротик.'
    },
    {
      id: 7,
      text: 'Проявляет отдельные звуки например- "г", "к".'
    },
    {
      id: 8,
      text: 'Хорошо различает голоса людей из близкого окружения.'
    },
    {
      id: 9,
      text: 'Прислушивается к тихим звукам и шепоту.'
    },
    {
      id: 10,
      text: 'Готов длительно наблюдать за губами и мимикой когда Вы ласково с ним разговариваете.'
    }
  ],
  3: [
    {
      id: 1,
      text: 'Длительно и разнообразно гулит.'
    },
    {
      id: 2,
      text: 'Пробует имитировать и произносить отдельные звуки.'
    },
    {
      id: 3,
      text: 'Поворачивает голову в сторону заинтересовавшего звука или на Ваш голос.'
    },
    {
      id: 4,
      text: 'При громком звуке не только поворачивает голову, но и пытается найти источник глазами.'
    },
    {
      id: 5,
      text: 'С удовольствием вслушивается в мелодичный звук погремушки, слушает музыкальные игрушки.'
    },
    {
      id: 6,
      text: 'Фиксирует взгляд на Вас после голосового обращения  к нему.'
    },
    {
      id: 7,
      text: 'Проявляет новые звуки, например— «р».'
    },
    {
      id: 8,
      text: 'Внимательно рассматривает Ваше лицо при “разговоре”.'
    },
    {
      id: 9,
      text: 'Пробует отвечать на Вашу речь, вступая в диалог.'
    },
    {
      id: 10,
      text: 'Умеет отдельными звуками привлекать Ваше внимание.'
    },
    {
      id: 11,
      text: 'Много и разнообразно гулит, находясь в хорошем настроении.'
    }
  ],
  4: [
    {
      id: 1,
      text: 'Гулит более сложно и разнообразно и долго.'
    },
    {
      id: 2,
      text: 'Пробует произносить первые слоги — «ма», «ба», «па».'
    },
    {
      id: 3,
      text: 'Реагирует на звук своего имени при условии, что Вы его так называете.'
    },
    {
      id: 4,
      text: '"Воркует" с Вами и людьми ближнего круга при хорошем настроении.'
    },
    {
      id: 5,
      text: 'Реагирует звуками, когда Вы говорите с ним.'
    },
    {
      id: 6,
      text: 'Поворачивает  голову на звук Вашего голоса.'
    },
    {
      id: 7,
      text: 'При общении использует разнообразную мимику.'
    },
    {
      id: 8,
      text: 'Пытается копировать Вашу речь, разговоры взрослых.'
    },
    {
      id: 9,
      text: 'С удовольствием слушает ритмичную музыку на низких тонах, не любит высокие.'
    },
    {
      id: 10,
      text: 'Пытается подпевать, когда Вы поете любимые песенки .'
    },
    {
      id: 11,
      text: 'Любит потешки и пытается повторять часто встречающиеся звуки и слога.'
    },
    {
      id: 12,
      text: 'Речь становится более наполненной и разнообразной  (может покрикивать или кричать, гулить, использовать слоги «ма-ма», «ба-ба», «ба-па»).'
    }
  ],
  5: [
    {
      id: 1,
      text: 'Хорошо узнает ваш голос.'
    },
    {
      id: 2,
      text: 'Подолгу и с удовольствием  певуче гулит.'
    },
    {
      id: 3,
      text: 'Подолгу гулит с цепочками звуков.'
    },
    {
      id: 4,
      text: 'Улыбкой и лепетом побуждает Вас к общению.'
    },
    {
      id: 5,
      text: 'Адекватно реагирует смехом, хныканьем.'
    },
    {
      id: 6,
      text: 'Капризничает, если не хватает общения.'
    },
    {
      id: 7,
      text: 'Внимательно наблюдает за Вашей мимикой, акцентируя внимание на Ваш рот при разговоре.'
    },
    {
      id: 8,
      text: 'Когда Вы медленно отчетливо произносите звук, делает попытки подражать Вашему выражению лица и пробует повторять звук.'
    },
    {
      id: 9,
      text: 'Экспериментирует с более сложными вокальными звуками.'
    },
    {
      id: 10,
      text: 'Проявляет повышенный интерес к новым звукам (например - колокольчики или связка ключей).'
    },
    {
      id: 11,
      text: 'С удовольствием слушает музыку, есть любимые мелодии.'
    },
    {
      id: 12,
      text: 'Эмоционально реагирует на разные интонации Вашего голоса (например шепот или громкое пение).'
    }
  ],
  6: [
    {
      id: 1,
      text: 'Произносит отдельные слоги.'
    },
    {
      id: 2,
      text: 'Начинает подолгу лепетать.'
    },
    {
      id: 3,
      text: 'Умеет по очереди с Вами издавать звуки.'
    },
    {
      id: 4,
      text: 'Пускает пузыри, высовывает язык, дует.'
    },
    {
      id: 5,
      text: 'Издает звуки удовольствия (крики радости).'
    },
    {
      id: 6,
      text: 'Повторяя, подражает голосовым интонациям'
    },
    {
      id: 7,
      text: 'Появляются согласные «з», «с», «в», «ф».'
    },
    {
      id: 8,
      text: 'Проявляет интерес к игрушке или предметы, которые издают звуки (например - музыкальные игрушки, металлический горшок и ложки).'
    },
    {
      id: 9,
      text: '«Разговаривает» сам с собой.'
    }
  ],
  7: [
    {
      id: 1,
      text: 'На вопрос «Где?» находит взглядом предмет, находящийся в определенном месте (например, часы).'
    },
    {
      id: 2,
      text: 'Пробует имитировать звуки Вашей речи.'
    },
    {
      id: 3,
      text: 'Подолгу и разнообразно лепечет.'
    },
    {
      id: 4,
      text: 'Реагирует на собственное имя.'
    },
    {
      id: 5,
      text: 'Начинает отвечать на «нет».'
    },
    {
      id: 6,
      text: 'Использует голос, чтобы выразить радость и неудовольствие.'
    },
    {
      id: 7,
      text: 'Подолгу лепечет, с удовольствием повторяя  «ба-ба-ба», «ма-ма-ма», «па-па-па».'
    },
    {
      id: 8,
      text: 'Начинает понимать короткие фразы.'
    },
    {
      id: 9,
      text: 'Внимательно прислушивается к разговору и активно требует общения.'
    },
    {
      id: 10,
      text: 'Кричит для привлечения Вашего внимания.'
    },
    {
      id: 11,
      text: 'Повторяя слоги по нескольку раз, пробует вкладывать в них смысл.'
    }
  ],
  8: [
    {
      id: 1,
      text: 'С удовольствием и уверенно произносит слоги.'
    },
    {
      id: 2,
      text: 'Использует интонационно выразительный лепет как средство общения.'
    },
    {
      id: 3,
      text: 'По просьбе взрослого выполняет «ладушки», «дай ручку».'
    },
    {
      id: 4,
      text: 'Хорошо понимает постоянно используемые простые слова “Дай”, “На”.'
    },
    {
      id: 5,
      text: 'Реагирует на собственное имя (при условии постоянного использования).'
    },
    {
      id: 6,
      text: 'На вопрос «Где?» находит взглядом часто называемые предметы, даже если они не находятся в определенном месте.'
    },
    {
      id: 7,
      text: 'Прислушивается к разговору, переводя взгляд с одного человека на другого.'
    },
    {
      id: 8,
      text: 'Умеет отвечать на простые вопросы жестами, лепетом или поворачиваясь в сторону предмета.'
    }
  ],
  9: [
    {
      id: 1,
      text: 'Различает свое имя и имена близких людей (например, имя сестры или брата).'
    },
    {
      id: 2,
      text: 'Опускает голову по направлению к звуку, источник которого находится ниже уровня его глаз (например, колокольчик).'
    },
    {
      id: 3,
      text: 'Слушает  тихие звуки (например, прислушиваться к тиканью часов).'
    },
    {
      id: 4,
      text: 'Громко и активно лепечет в периоды бодрствования.'
    },
    {
      id: 5,
      text: 'Повторяет звуки с разной интонацией.'
    },
    {
      id: 6,
      text: 'Вслед за Вами повторяет звукосочетания которых нет в его лепете.'
    },
    {
      id: 7,
      text: 'Понимает и выполняет простые инструкции — «дай», «вставай», «на», «ложись», «иди», «да», «нет», «бах – упал» и другие, которые Вы используете в общении с ребенком.'
    },
    {
      id: 8,
      text: 'Знает свое имя, оборачивается на зов.'
    },
    {
      id: 9,
      text: 'Знает название и назначение отдельных предметов — чашки, ложки, бутылочки, расчески.'
    },
    {
      id: 10,
      text: 'Умеет выполнять более сложные действия по Вашему запросу – (например«поцелуй маму», «посмотри где»).'
    }
  ],
  10: [
    {
      id: 1,
      text: 'Отлично знает свое имя и имена  близких людей.'
    },
    {
      id: 2,
      text: 'В лепете присутствуют составные части будущих слов.'
    },
    {
      id: 3,
      text: 'По просьбе «Дай» находит и даёт знакомые предметы.'
    },
    {
      id: 4,
      text: 'Подражает Вам и  повторяет новые слоги.'
    },
    {
      id: 5,
      text: 'Осознанно выполняет действия подражая Вам (например, “разговаривает по телефону”) '
    },
    {
      id: 6,
      text: 'Называет отдельными слогами различные предметы (собака — «ав», корова — «му»)'
    },
    {
      id: 7,
      text: 'Использует жесты “пока-пока”, “нет”, “да” '
    },
    {
      id: 8,
      text: 'Узнает любимые мелодии, пробует подпевать, танцует.'
    },
    {
      id: 9,
      text: 'Уверенно различает звуки разных предметов – телефон, звонок в дверь, часы и пр..'
    },
    {
      id: 10,
      text: 'Знает, что значит слово "нельзя" или "больно" и пробует отвечать на Ваши запреты.'
    },
    {
      id: 11,
      text: 'Пытается общаться с детьми  своего возраста.'
    }
  ],
  11: [
    {
      id: 1,
      text: 'По вашей речевой просьбе  выполняет различные действия (кормит мишку, укладывает спать куклу и пр.).'
    },
    {
      id: 2,
      text: 'Выполняет простые указания  (например, машет «Пока-пока»)'
    },
    {
      id: 3,
      text: 'Произносит первые слова - обозначения «ав - ав», «кис - кис», «дай».'
    },
    {
      id: 4,
      text: 'Может назвать большинство предметов в доме (на свой манер).'
    },
    {
      id: 5,
      text: 'Правильно реагирует на свое имя, знает по именам всех из близкого окружения.'
    },
    {
      id: 6,
      text: 'Общается с Вами на своем языке.'
    },
    {
      id: 7,
      text: 'Любит общаться с другими детьми.'
    },
    {
      id: 8,
      text: 'Выполняет правильные действия при игре -  «покажи носик», «дай ручку», «притяни ножку»..'
    },
    {
      id: 9,
      text: 'Пытается за вами произносить междометия, например: «ах», «брр», «ну», «ой»..'
    },
    {
      id: 10,
      text: 'Использует коммуникативные жесты, например, качает головой .'
    },
    {
      id: 11,
      text: 'Начинает понимать значение предлогов  «в», «из», «на».'
    },
    {
      id: 12,
      text: 'Активно вступает в беседу.'
    }
  ],
  12: [
    {
      id: 1,
      text: 'Произносит до 6–10 облегченных слов, или слов на “своем” языке.'
    },
    {
      id: 2,
      text: 'Постоянно повторяет новые слова.'
    },
    {
      id: 3,
      text: 'Понимает без показа названия некоторых предметов.'
    },
    {
      id: 4,
      text: 'Понимает слово “нельзя”, “нет”(если использовали).'
    },
    {
      id: 5,
      text: 'Знает имена взрослых ближайшего окружения.'
    },
    {
      id: 6,
      text: 'Знает и называет/показывает части тела.'
    },
    {
      id: 7,
      text: 'Называет родителей «мама» или «папа» или каким-то другим особым именем.'
    },
    {
      id: 8,
      text: 'Понимает слово «нет» (делает короткую паузу или останавливается, когда Вы его произносите).'
    },
    {
      id: 9,
      text: 'Понимает намного больше, чем способен сказать.'
    },
    {
      id: 10,
      text: 'Легко определяет источник звука и его направление: слева, справа, сверху и тд.'
    },
    {
      id: 11,
      text: 'Имеет в арсенале несколько простых слов: "мама", "папа", "дай", "на", "ам-ам" и т.д.'
    }
  ]
}
