module.exports =
  {
    1: [
      {
        id: 1,
        text: 'Узнает близких людей из своего окружения.'
      },
      {
        id: 2,
        text: 'Эмоционально реагирует на Вас или человека, осуществляющего уход.'
      },
      {
        id: 3,
        text: 'Начинает проявлять свои эмоции комплексом оживления.' +
          '<br> <i>(Комплекс оживления формируется примерно с третьей недели жизни: появляется замирание и сосредоточение при фиксации предмета или звуков, затем — улыбка, вокализация, двигательное оживление, отмечаются учащенное дыхание, радостные вскрики и т. д.)</i>'
      },
      {
        id: 4,
        text: 'С огромным удовольствием рассматривает Ваше лицо или лицо человека, осуществляющего уход.'
      },
      {
        id: 5,
        text: 'Совершает движения, чтобы привлечь Ваше внимание.'
      },
      {
        id: 6,
        text: 'Успокаивается, если вы берете на руки.'
      },
      {
        id: 7,
        text: 'Любит  находится на Ваших руках.'
      },
      {
        id: 8,
        text: 'Предпочитает мягкие и ласковые прикосновения грубым и резким.'
      },
      {
        id: 9,
        text: 'Выражает недовольство при грубом или резком обращении.'
      },
      {
        id: 10,
        text: 'Эмоционально реагирует на громкий неожиданный шум.'
      },
      {
        id: 11,
        text: 'Пробует улыбаться Вам или на Ваше ласковое обращение.'
      },
      {
        id: 12,
        text: 'Часто улыбается во сне.'
      },
      {
        id: 13,
        text: 'В отдельных случаях пробует выражать недовольство не только плачем.'
      },
      {
        id: 14,
        text: 'Различает интонации речи. Ваш голос успокаивает, а незнакомые голоса пугают и настораживают.'
      },
      {
        id: 15,
        text: 'Реагирует на прикосновения. На Ваши - радуется и прекращает плакать, но на незнакомые прикосновения - замирает, пугается, может заплакать.'
      }
    ],
    2: [
      {
        id: 1,
        text: 'Длительно и с удовольствием рассматривает Ваше лицо.'
      },
      {
        id: 2,
        text: 'Успокаивается, когда разговаривают или берут на руки.'
      },
      {
        id: 3,
        text: 'Выказывает радость и оживление когда к нему подходят.'
      },
      {
        id: 4,
        text: 'Узнает и радуется людям из близкого окружения.'
      },
      {
        id: 5,
        text: 'Проявляет интерес к незнакомым людям.'
      },
      {
        id: 6,
        text: 'Реагирует улыбкой на Ваш ласковый голос или Вашу улыбку.'
      },
      {
        id: 7,
        text: 'Любит наблюдать за вами, вашими действиями и движениями.'
      },
      {
        id: 8,
        text: 'Пытаясь добиться желаемого, старается жалобно плакать или обижанно сопеть.'
      },
      {
        id: 9,
        text: 'Успокаивается, если Вы ласково разговариваете, поглаживаете или трясете интересной погремушкой.'
      },
      {
        id: 10,
        text: 'Эмоционально и разнообразно реагирует на боль, неудобное положение  или резкое изменение температуры.'
      },
      {
        id: 11,
        text: 'Особый интерес проявляет к лицам людей близкого окружения.'
      },
      {
        id: 12,
        text: 'Готов бесконечно всматриваться в Ваше лицо, отдавая ему предпочтение.'
      },
      {
        id: 13,
        text: 'Проявляет желание общаться, любит когда с ним говорят.'
      }
    ],
    3: [
      {
        id: 1,
        text: 'С удовольствием и интересом всматривается в лица окружающих людей.'
      },
      {
        id: 2,
        text: 'Пристально следит за Вашим перемещением.'
      },
      {
        id: 3,
        text: 'Узнает Вас даже на расстоянии.'
      },
      {
        id: 4,
        text: 'Узнает лица близких.'
      },
      {
        id: 5,
        text: 'Держит контакт глазами.'
      },
      {
        id: 6,
        text: 'По особому реагирует на любимую игрушку.'
      },
      {
        id: 7,
        text: 'Улыбается Вам и людям из ближнего окружения.'
      },
      {
        id: 8,
        text: 'Умеет смеяться.'
      },
      {
        id: 9,
        text: 'При “общении” реагирует разнообразием эмоций и движений.'
      },
      {
        id: 10,
        text: 'Проявляет эмоции при взаимодействии с игрушками.'
      },
      {
        id: 11,
        text: 'Познавая мир, активно использует вкусовые рецепторы рта (все тянет в рот).'
      },
      {
        id: 12,
        text: 'Выражает недовольство  громким эмоциональным плачем.'
      },
      {
        id: 13,
        text: 'Отрицательно реагирует, если Вы отходите или убираете интересную игрушку.'
      }
    ],
    4: [
      {
        id: 1,
        text: 'Узнает Вас и радуется Вам.'
      },
      {
        id: 2,
        text: 'В общении отдает предпочтение Вам, капризничает, когда Вы ненадолго отходите.'
      },
      {
        id: 3,
        text: 'Активно улыбается, смеется, визжит от восторга.'
      },
      {
        id: 4,
        text: 'Реагирует комплексом «оживления» со смехом при эмоциональном общении с близкими людьми.'
      },
      {
        id: 5,
        text: 'Покачивает головкой в ритм музыки.'
      },
      {
        id: 6,
        text: 'Реагирует на Ваше эмоциональное состояние, чувствует переживание,  радость и т.д..'
      },
      {
        id: 7,
        text: 'Пугается в незнакомой обстановке.'
      },
      {
        id: 8,
        text: 'Эмоционально реагирует на разные события.'
      },
      {
        id: 9,
        text: 'Отличает родителей от посторонних людей.'
      },
      {
        id: 10,
        text: 'Радуется при виде других детей.'
      },
      {
        id: 11,
        text: 'Проявляет интерес к рассматриванию ярких предметов.'
      },
      {
        id: 12,
        text: 'Активно использует такие чувства как -  удивление, огорчение, любопытство.'
      },
      {
        id: 13,
        text: 'Хорошо различает интонации и правильно на них реагирует (понимает когда на него сердятся, хвалят и т.д.).'
      }
    ],
    5: [
      {
        id: 1,
        text: 'Различает строгий и ласковый тон речи.'
      },
      {
        id: 2,
        text: 'Отличает лица близких от чужих.'
      },
      {
        id: 3,
        text: 'По-разному реагирует на близких и чужих.'
      },
      {
        id: 4,
        text: 'По-разному реагирует на  обращение — улыбается в ответ на ласковый тон голоса и хмурится при строгой интонации.'
      },
      {
        id: 5,
        text: 'Адекватно реагирует  оживлением или страхом на разные ситуации.'
      },
      {
        id: 6,
        text: 'На прогулке интересуется предметами вокруг и злиться если обзор затруднен.'
      },
      {
        id: 7,
        text: 'Радуется появлению другого ребенка, пытается с ним взаимодействовать. Например, берет у него из рук игрушку.'
      },
      {
        id: 8,
        text: 'Громко и продолжительно смеется при взаимодействии или игре.'
      },
      {
        id: 9,
        text: 'Проявляет интерес к ярким цветным игрушкам (лоскутам ткани), с удовольствием изучает их на на ощупь.'
      },
      {
        id: 10,
        text: 'Осознанно поддерживает более сложную игру. (например,  может зажмуриться при игре в «ку-ку»), эмоционально реагирует, смеется.'
      },
      {
        id: 11,
        text: 'Узнает и радуется любимой игрушке.'
      }
    ],
    6: [
      {
        id: 1,
        text: 'По-разному реагирует на своё и чужое имя.'
      },
      {
        id: 2,
        text: 'Проявляет любопытство к недоступным вещам и пытается их получить.'
      },
      {
        id: 3,
        text: 'Узнает знакомых людей.'
      },
      {
        id: 4,
        text: 'Любит смотреться в зеркало.'
      },
      {
        id: 5,
        text: 'Пытается подражать движениям - похлопывает, стучит, сжимает, трясет игрушкой.'
      },
      {
        id: 6,
        text: 'Соединяет голос мамы с ее образом (услышав голос, продолжает спокойно лежать в кроватке или играть, ожидая Вас).'
      },
      {
        id: 7,
        text: 'Проявляет эмпатию — вместе с Вами готов грустить или радоваться.'
      },
      {
        id: 8,
        text: 'Демонстрирует больше эмоций (радость,  гнев и т.д.), которые выражает с помощью жестов, мимики или различных звуков.'
      },
      {
        id: 9,
        text: 'Может играть с одной игрушкой не отвлекаться в течение 15-20 минут.'
      },
      {
        id: 10,
        text: 'Понимает простые причинно-следственные связи (например, если в поле зрения появляется бутылочка или тарелка — время кушать).'
      }
    ],
    7: [
      {
        id: 1,
        text: 'Пытается привлекать Ваше внимание, с этой целью может даже бросать игрушки.'
      },
      {
        id: 2,
        text: 'Различает эмоции по тону Вашего голоса.'
      },
      {
        id: 3,
        text: 'Различает не только Вашу интонацию, но и  людей из близкого окружения и адекватно реагирует (если повысили голос - может расплакаться и улыбаться на ласковую речь).'
      },
      {
        id: 4,
        text: 'Любит социальные игры.'
      },
      {
        id: 5,
        text: 'С удовольствием разглядывает картинки в книжках.'
      },
      {
        id: 6,
        text: 'Долго занимается с игрушками.'
      },
      {
        id: 7,
        text: 'Тянется к своему отражению в зеркале.'
      },
      {
        id: 8,
        text: 'Внимательно рассматривает взрослого, прежде чем вступить в контакт.'
      },
      {
        id: 9,
        text: 'Реагирует на незнакомых людей более разнообразно (настороженность, плач, застенчивость и т.д.).'
      },
      {
        id: 10,
        text: 'Проявляет сильную эмоциональную привязанность к маме (может капризничать и плакать, если вас нет рядом).'
      },
      {
        id: 11,
        text: 'Разнообразным плачем выражает свое недовольство.'
      },
      {
        id: 12,
        text: 'Проявляет ласку по отношению к Вам.'
      }
    ],
    8: [
      {
        id: 1,
        text: 'Уверенно чувствует себя в знакомом пространстве.'
      },
      {
        id: 2,
        text: 'Проявляет новые эмоции: недовольство, удивление, радость, восторг, настойчивость.'
      },
      {
        id: 3,
        text: 'Знакомясь с новыми предметами, выражает мимикой удивление и/или настороженность.'
      },
      {
        id: 4,
        text: 'Различает близких людей на фотографии и эмоционально реагирует.'
      },
      {
        id: 5,
        text: 'Эмоционально выполняет разученные ранее действия, например, “ладушки”, “дай ручку”.'
      },
      {
        id: 6,
        text: 'Любит наблюдать за действием другого ребёнка.'
      },
      {
        id: 7,
        text: 'Хорошо взаимодействует с Вами. Малыш с удовольствием обменивается с Вами предметами (например, машинкой, кубиком, ведерком).'
      },
      {
        id: 8,
        text: 'Откликается на свое имя, не реагируя на другие незнакомые имена.'
      },
      {
        id: 9,
        text: 'Проявляет пространственное мышление (изучает предметы со всех сторон, переворачивает, понимает, что при изменении положения предмет остается прежним).'
      },
      {
        id: 10,
        text: 'Хорошо развивает память Запоминает, где что находится и при вопросе - «А где...?» - поворачивает голову в сторону предмета.'
      },
      {
        id: 11,
        text: ' Изучает себя, возможности своего тела и его положения в пространстве, радуется играм  с подбрасыванием, переворачиванием, кручением (развивается вестибулярная система).'
      }
    ],
    9: [
      {
        id: 1,
        text: 'Радуется в ответ на удачное  действие (например: открыл коробочку).'
      },
      {
        id: 2,
        text: 'В случае неудачной попытки что-то сделать - переживает или даже плачет.'
      },
      {
        id: 3,
        text: 'Понимает значение слова «Нет».'
      },
      {
        id: 4,
        text: 'Эмоционально реагирует в соответствии с ситуацией  на порицания или одобрения, обижается в случае резкого тона, адресованного ему.'
      },
      {
        id: 5,
        text: 'Скучает по любимому взрослому и добивается его внимания к себе (выбрасывает игрушки, хнычет и т.д.).'
      },
      {
        id: 6,
        text: 'Легко вступает в контакт с близкими взрослыми, проявляя негативные реакции при навязывании общения с незнакомым взрослым.'
      },
      {
        id: 7,
        text: 'Любит играть с другими детьми - догоняет ползком или ползет на встречу.'
      },
      {
        id: 8,
        text: 'Внимательно наблюдает за Вами, адекватно реагируя на мимику и жесты .'
      },
      {
        id: 9,
        text: 'Ярко демонстрирует свои разнообразные эмоции.'
      },
      {
        id: 10,
        text: 'Если Вы пытаетесь забрать интересную игрушку - обижается и громко плачет.'
      },
      {
        id: 11,
        text: 'Злится, если что то не  получается.'
      }
    ],
    10: [
      {
        id: 1,
        text: 'Эмоционально реагирует на знакомые мелодии, песенки, потешки.'
      },
      {
        id: 2,
        text: 'Знает, что значит "нельзя" ,"больно", “горячо” при условии, что Вы обучили и используете данные слова.'
      },
      {
        id: 3,
        text: 'Ярко проявляет недовольство, когда с чем-то не согласен.'
      },
      {
        id: 4,
        text: 'Демонстрируя свои потребности и желания: радуется, злится, обижается и т.д. '
      },
      {
        id: 5,
        text: 'Есть любимые предметы и игрушки.'
      },
      {
        id: 6,
        text: 'Тревожится и проявляет беспокойство при виде незнакомых людей.'
      },
      {
        id: 7,
        text: 'Понимает, когда хвалят и когда ругают.'
      },
      {
        id: 8,
        text: 'Проявления характера становятся более отчетливыми, появляются индивидуальные черты.'
      },
      {
        id: 9,
        text: 'Осознанно обнимается, просится на руки.'
      },
      {
        id: 10,
        text: 'Понимает, когда Вы шутите или, например, смеетесь в ответ на щекотку.'
      },
      {
        id: 11,
        text: 'Проявляет интерес к животным, хочет погладить, потрогать.'
      },
      {
        id: 12,
        text: 'Вспоминает, куда положил любимую игрушку.'
      },
      {
        id: 13,
        text: 'Копирует Ваше поведение, (например, разговор по телефону).'
      },
      {
        id: 14,
        text: 'Занимается игрой самостоятельно до 20-30 минут.'
      }
    ],
    11: [
      {
        id: 1,
        text: 'Радуется приходу детей, но по разному относится к  разным детям.'
      },
      {
        id: 2,
        text: 'Совершает действия с предметами, соответствующие их назначению, — куклу укладывает спать, на машине перевозит грузы, собирает пирамидку, строит башенки из кубиков.'
      },
      {
        id: 3,
        text: 'Для обозначения своих желаний использует различные приемы (переводит взгляд, показывает пальцем, утвердительно кивает, отрицательно качает головой и т.д.).'
      },
      {
        id: 4,
        text: 'Адекватно  реагирует на незнакомую обстановку, людей, новую игрушку.'
      },
      {
        id: 5,
        text: 'Радуется, когда хваля и  расстраивается, когда ругают.'
      },
      {
        id: 6,
        text: 'Показывает пальчиком на предмет, который заинтересовал, просит дать его.'
      },
      {
        id: 7,
        text: 'Хорошо понимает разницу между похвалой и осуждением.'
      },
      {
        id: 8,
        text: 'Готов устроить “истерику”, если отобрать любимую игрушку.'
      },
      {
        id: 9,
        text: 'Может длительное время увлеченно играть одним предметом.'
      },
      {
        id: 10,
        text: 'В общении использует жесты, крики и разные интонации.'
      },
      {
        id: 11,
        text: 'Демонстрирует сильную привязанность к маме / маме и папе.'
      },
      {
        id: 12,
        text: 'В общении использует жесты, крики и разные интонации.'
      },
      {
        id: 13,
        text: 'Внимательно рассматривает игрушки, яркие картинки.'
      }
    ],
    12: [
      {
        id: 1,
        text: 'Узнает вас на фотографии.'
      },
      {
        id: 2,
        text: 'Протягивает/ отдаёт другому  ребенку  игрушку.'
      },
      {
        id: 3,
        text: 'Выражает неудовольствие при слове «нельзя», резком тоне голоса, неумении выполнить желаемое действие.'
      },
      {
        id: 4,
        text: 'Вопросительно смотрит на Вас при затруднениях, в незнакомых ситуациях.'
      },
      {
        id: 5,
        text: 'По-разному ведет себя с разными людьми (мама, папа, бабушка, незнакомцы).'
      },
      {
        id: 6,
        text: 'Волнуется при встрече и прощании.'
      },
      {
        id: 7,
        text: 'Имеет четко выраженные интересы, любимые и нелюбимые занятия, пищевые пристрастия.'
      },
      {
        id: 8,
        text: 'Не упускает возможности посмеяться.'
      },
      {
        id: 9,
        text: 'Проявляется самостоятельность,  выражает желание делать сам, без Вашей помощи.'
      },
      {
        id: 10,
        text: 'Рьяно протестует, когда Вы пытаетесь вмешаться в его самостоятельную деятельность.'
      },
      {
        id: 11,
        text: 'Отлично считывает разницу в отношении к нему взрослых. Например: может держаться подальше от строгого родственника, и напротив, с удовольствием оставаться с мягкой и доброй бабушкой.'
      }
    ]
  }
