module.exports = {
  0: [
    {
      id: 1,
      text: 'Умеет садится на корточки.',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Карабкается на диван.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Самостоятельно совершает несколько шагов.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Уверенно и длительно ходит держась за мебель или за взрослого.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Пытается самостоятельно, но не всегда аккуратно, удерживать кружку и пить из нее.',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Разворачивает предметы.',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'Умеет кушать руками.',
      help: false,
      helpText: ''
    },
    {
      id: 8,
      text: 'Умеет есть ложкой, но пока не аккуратно,  периодически роняя пищу',
      help: false,
      helpText: ''
    },
    {
      id: 9,
      text: 'Уверенно двигает пальцами, ощупывая предмет.',
      help: false,
      helpText: ''
    },
    {
      id: 10,
      text: 'Начинает вытягивать руки и ноги, помогая одеваться',
      help: false,
      helpText: ''
    },
    {
      id: 11,
      text: 'Смотрит, куда Вы указываете, если говорите: “посмотри в …”',
      help: false,
      helpText: ''
    },
    {
      id: 12,
      text: 'Самостоятельно и правильно использует  жесты “пока-пока”, “дай”, “воздушный поцелуй” и пр. при условии, что Вы обучили малыша этим жестам.',
      help: false,
      helpText: ''
    }
  ],
  1: [
    {
      id: 1,
      text: 'Длительно ходит.',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Легко перешагивает через мелкие предметы.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Обходит вокруг препятствия.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Перешагивает с Вашей помощью через крупные предметы.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Поднимается по ступенькам вверх, ставя обе ножки на каждую ступеньку, держась за перила или Вашу руку.',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Легко поднимает мелкие предметы, используя большой и указательный палец.',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'Умеет уверенно есть, используя как руки, так и столовые приборы.',
      help: false,
      helpText: ''
    },
    {
      id: 8,
      text: 'Копирует игровые действия других детей.',
      help: false,
      helpText: ''
    }
  ],
  2: [
    {
      id: 1,
      text: 'Много и с удовольствием ходит',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Забирается и слезает с дивана или стула без посторонней помощи.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Пробует преодолеть несколько препятствий, перешагнув через них чередующимися шагами.',
      help: true,
      helpText: 'Ребенку предлагается перешагивание через палки или брусочки, лежащие на полу, приставным шагом.'
    },
    {
      id: 4,
      text: 'Поднимается по лестнице чередующимся шагом, держась за перила или руку взрослого.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Самостоятельно и скоординированно ест густую пищу, используя столовые приборы (не всегда аккуратно)',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Протягивает руки, чтобы Вы их помыли.',
      help: false,
      helpText: ''
    },
    {
      id: 7,
      text: 'Помогает одеться, просовывая руку в рукав или поднимая ногу.',
      help: false,
      helpText: ''
    },
    {
      id: 8,
      text: 'Уверенно и быстро строит башню из 3 - 4 кубиков.',
      help: false,
      helpText: ''
    }
  ],
  3: [
    {
      id: 1,
      text: 'Перешагивает препятствия, чередуя шаг',
      help: true,
      helpText: '<p>На расстоянии 20 см на полу раскладываются 2 - 4 брусочка, через которые ребенок перешагивает чередующим шагом. Взрослый может показать.</p>'
    },
    {
      id: 2,
      text: 'Умеет уверенно пинать мяч',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Уверенно поднимается по ступенькам с Вашей помощью.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Поднимается по лестнице чередующимся шагом, держась за перила или руку взрослого.',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Самостоятельно ест ложкой или с использованием столовых приборов',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Протягивает руки, чтобы Вы их помыли.',
      help: false,
      helpText: ''
    }
  ],
  4: [
    {
      id: 1,
      text: 'Бегает, не падая.',
      help: false,
      helpText: ''
    },
    {
      id: 2,
      text: 'Прыгает на месте.',
      help: false,
      helpText: ''
    },
    {
      id: 3,
      text: 'Может перепрыгнуть через 2 линии на расстоянии 15–20 см друг от друга.',
      help: false,
      helpText: ''
    },
    {
      id: 4,
      text: 'Может нести большой предмет (большой мяч или игрушку).',
      help: false,
      helpText: ''
    },
    {
      id: 5,
      text: 'Бьет по мячу и ловит его, бросает мяч в коробку.',
      help: false,
      helpText: ''
    },
    {
      id: 6,
      text: 'Поднимается по ступенькам чередующимся шагом, не держась за перила.',
      help: false,
      helpText: ''
    }
  ]
}
