<template>
  <div>
    <v-row class="d-flex justify-center text-center " style="margin: 0; padding: 0">
      <v-col
        cols="12"
        md="6"
        class="d-flex justify-center text-center"
      >
        <h2 class="h2-lending">Частые вопросы</h2>
      </v-col>
    </v-row>
    <div v-for="(item, index) in listAnswers[numberLanding]" :key="item.id">
      <v-row justify="center" class="start-menu">
        <v-col cols="11" md="11" align-self="center" style="margin: auto" class="text-center">
          <button class="btn-select" v-on:click="toggleShow(index)">
            <div class="btn-select-content text-common ">
              {{ item.q1 }}
            </div>
            <div class="btn-select-icon text-common ">
              <svg-icon type="mdi" :path="open"></svg-icon>
            </div>
          </button>
        </v-col>
      </v-row>
      <transition name="fade">
        <v-row class="d-flex justify-center" v-if="showIndexes.includes(index)">
          <v-col cols="11" md="8" class="text-left mx-auto">
            <div>
              <p class="text-common">
                {{ item.a1 }}
              </p>
            </div>
          </v-col>
        </v-row>
      </transition>
    </div>
  </div>
</template>

<script>
import SvgIcon from '@jamescoyle/vue-icon'
import { mdiArrowExpandVertical } from '@mdi/js'

export default {
  name: 'selectAnswers',
  props: {
    numberLanding: {
      default: 1
    }
  },
  data: () => ({
    show: false,
    open: mdiArrowExpandVertical,
    showIndexes: []
  }),
  components: {
    SvgIcon
  },
  methods: {
    toggleShow (index) {
      if (this.showIndexes.includes(index)) {
        this.showIndexes = this.showIndexes.filter(i => i !== index)
      } else {
        this.showIndexes.push(index)
      }
    }
  },
  computed: {
    listAnswers () {
      return [
        [

        ],
        [
          {
            id: 0,
            q1: 'А если малышу почти год ?',
            a1: ' Программа актуальна и для Вас, так как Вы сможете подкорректировать развитие ребенка и улучшить навыки. ' +
              'Тем более ДЗ у нас рассчитаны до 2 лет и вы сможете получать их дальше.',
            show: false
          },
          {
            id: 1,
            q1: 'Что произойдёт после оплаты?',
            a1: 'Вы сможете зарегистрироваться в своем Личном кабинете и Helenbot и после этого мы откроем доступ к сервисам и приложениям.',
            show: false
          },
          {
            id: 2,
            q1: 'Чем отличается обучение в программе от книг и информации в интернете ?',
            a1: 'Особенность программы в том, что она ориентирована на индивидуальную высокоэффективную работу под контролем Елены в течение года. ' +
              'Цель не в том, чтобы дать Вам информацию , а научить грамотно и профессионально работать с Вашим малышом',
            show: false
          },
          {
            id: 3,
            q1: 'Реально ли пройти курс, если мало свободного времени ?',
            a1: 'Цель программы - ежедневными кратковременными воздействиями получить результат. Вам потребуется всего от 10 до 15 минут в день.',
            show: false
          },
          {
            id: 4,
            q1: 'Подойдёт ли мне программа, если только готовлюсь стать мамой ?',
            a1: 'Да, конечно. Подготовка к рождению малыша — идеальное время' +
              'для новых знаний о том, как взаимодействовать с ребёнком с первых дней жизни.',
            show: false
          },
          {
            id: 5,
            q1: 'Рассматривается ли в курсе вопрос физического развития ?',
            a1: 'Да, конечно. Именно это является одной из главных составляющих развития гармоничной личности. ' +
              'Вам даются также упражнения на развитие речи и эмоционального интеллекта.',
            show: false
          }

        ],
        [
          {
            id: 0,
            q1: 'Для какого возраста ребенка подходит данный интенсив?',
            a1: 'Интенсив подходит для детей в возрасте от 1 года до 3 лет и предлагает методы и материалы для эффективного развития речи на начальном этапе формирования',
            show: false
          },
          {
            id: 1,
            q1: 'Что произойдёт после оплаты?',
            a1: 'Как только вы зарегистрируетесь в своем Личном кабинете и Helenbot, мы предоставим вам доступ к сервисам и приложениям, а также первое задание будет доступно для выполнения.',
            show: false
          },
          {
            id: 2,
            q1: 'Как будет организовано обучение?',
            a1: 'В течение 30 дней вы будете получать небольшие видеолекции по развитию речи, а также практические рекомендации с подробными инструкциями. Материалы будут регулярно отправляться через чат-бот несколько раз в сутки, чтобы у вас было достаточно времени для их осмысления и выполнения. Вашими помощниками и наставниками будут кураторы и автор курса, которые будут следить за правильностью выполнения заданий и готовы помочь в случае возникновения проблем. Помимо этого, вам будет предоставлена возможность выполнять творческие задания на рабочем сайте группы, где вы сможете сотрудничать с другими мамами и принимать участие в оценке результатов. У вас всегда будет возможность общаться и получать поддержку от остальных участников программы.',
            show: false
          },
          {
            id: 3,
            q1: 'Чем отличается обучение в интенсиве от книг и информации в интернете ?',
            a1: 'Интенсив ориентирован на системный подход и ПРАКТИЧЕСКУЮ работу с органами и системами, которые участвуют в процессе речеобразования под профессиональным контролем и с поддержкой',
            show: false
          },
          {
            id: 4,
            q1: 'Что такое "обратная связь" и как она работает?',
            a1: 'Обратная связь осуществляется через:\n' +
              'групповой чат, ' +
              'личные сообщения от кураторов и автора курса, ' +
              'прямые эфиры и вебинары',
            show: false
          },
          {
            id: 5,
            q1: 'Реально ли пройти интенсив, если мало свободного времени ?',
            a1: 'Да, реально пройти интенсив, даже если у вас мало свободного времени. Цель интенсива заключается в достижении результатов с помощью кратковременных ежедневных занятий. Вам потребуется всего 10-15 минут в день.',
            show: false
          },
          {
            id: 6,
            q1: 'А если малышу скоро год?',
            a1: 'Интенсив идеально подходит для детей вашего возраста. Он ориентирован на начальный этап развития речи, когда вы находитесь в самом начале речевого пути и предоставляет вам необходимые инструменты и навыки.',
            show: false
          },
          {
            id: 7,
            q1: 'А если малышу почти 3 года  и он не говорит?',
            a1: 'Интенсив будет полезен вам, если вашему ребенку три года и у него отсутствуют серьезные медицинские диагнозы. Он предполагает системную работу над развитием навыков, которые могли быть пропущены на более ранних этапах. С помощью интенсива  вы сможете эффективно работать над этими аспектами и подтянуть речевые навыки ребенка.',
            show: false
          },
          {
            id: 8,
            q1: 'Предоставляется ли интенсив в рассрочку?',
            a1: 'Да, вы можете приобрести инстенсив в рассрочку через "Тинькофф Банк" или  "Всегда.Да"',
            show: false
          },
          {
            id: 9,
            q1: 'Как долго у меня будет доступ к материалам интенсива?',
            a1: 'Все материалы интенсива, включая лекции, домашние задания и другие ресурсы остаются у вас в бессрочном доступе . Вы сможете возвращаться к ним в любое время и в удобном для вас темпе осваивать материалы.',
            show: false
          }
        ]
      ]
    }
  }
}
</script>

<style scoped>

</style>
