<template>
  <div class="" style="color: #172669;">
    <testHeader :title="titleOut" :showBaby="correctBabyInHeader" :mainLink="mainLink" :showBack="showBack"/>
    <v-row class="justify-center d-flex py-4">
      <v-col cols="11" md="8" class="">
        <p>В рамках нашей уникальной системы рассылок домашних заданий мы предлагаем вам возможность принять участие в
          увлекательном процессе развития вашего малыша в возрасте от 1 до 12 месяцев. Наши специально разработанные
          тесты охватывают три важнейших аспекта раннего развития:</p>
        <ul>
          <li aria-level="1"><strong>Двигательная активность:</strong> Поддерживайте здоровое телосложение и моторные
            навыки вашего ребенка через разнообразные упражнения и игры, способствующие его физическому развитию. Наша
            система предлагает специально подобранные задания, помогающие укрепить мышцы, развить координацию движений и
            стимулировать моторные навыки вашего малыша.
          </li>
          <li aria-level="1"><strong>Эмоциональное развитие: </strong>Важная часть раннего детского развития - это
            формирование эмоциональной интеллектуальности. Мы помогаем вам создать теплую и поддерживающую обстановку, в
            которой ваш ребенок сможет раскрывать свои эмоции, развивать эмпатию и учиться взаимодействовать с
            окружающими.
          </li>
          <li aria-level="1"><strong>Речевое развитие:</strong> С первых месяцев жизни ваш малыш начинает осваивать
            речь. Мы предоставляем задания, способствующие развитию коммуникативных навыков: от простых звуков и баек до
            увлекательных заданий, способствующих развитию словарного запаса и языковых способностей вашего ребенка.
          </li>
        </ul>
        <p>В течение <strong>первого месяца </strong>согласно результатам проведенных тестов в каждом из трех
          направлений, мы предлагаем вам 3 варианта гайдов для эффективного старта в развитии вашего малыша. Каждый гайд
          охватывает следующие аспекты:</p>
        <ul>
          <li aria-level="1"><strong>Развитие основных навыков для данного возраста:</strong> Ваш ребенок находится на
            уникальном этапе своего развития, и этот раздел гайда подскажет вам, какие ключевые навыки стоит
            акцентировать в этот период, чтобы обеспечить ему наилучший старт.
          </li>
          <li aria-level="1"><strong>Дополнительные и расширенные задания для данного возраста:</strong> Мы предоставим
            вам более сложные и интересные задания, которые помогут вашему ребенку еще глубже погрузиться в процесс
            развития и раскрыть свой потенциал.
          </li>
          <li aria-level="1"><strong>Для тех, кто отлично справляется и готов взять задания со следующего
            месяца:</strong> Если ваш малыш успешно справился с предыдущими заданиями и готов к новым вызовам, мы
            подготовили специальные задания, которые позволят ему перейти к следующему уровню развития.
          </li>
        </ul>
        <p>Для диапазона возрастов <strong>от 2 до 12 месяцев </strong>мы предлагаем вам выбрать из 4 вариантов гайдов,
          специально разработанных для обеспечения успешного начала развития вашего малыша. Каждый из этих гайдов
          охватывает следующие ключевые аспекты:</p>
        <ul>
          <li><strong>Погружение в дополнительные задания прошлого месяца:</strong> Мы осознаем, что некоторые детали
            могли остаться незамеченными, и данный раздел призван помочь вам более детально изучить предыдущие задания и
            закрепить приобретенные навыки.
          </li>
          <li><strong>Эволюция основных компетенций для данного возраста: </strong>Ваш малыш находится на важной стадии
            своего развития, и этот раздел руководства поможет вам определить, на какие ключевые навыки следует уделить
            особое внимание в текущем периоде, обеспечивая таким образом наилучший старт.
          </li>
          <li><strong>Задачи для дополнительного расширения для данного возраста: </strong>Мы предоставим вам более
            сложные и захватывающие задания, которые позволят вашему ребенку глубже погрузиться в процесс развития и
            раскрыть свой полный потенциал.
          </li>
          <li><strong>Для тех, кто проявляет выдающиеся результаты и готов принять вызов следующего месяца: </strong>В
            случае успешной реализации предыдущих задач и готовности к новым испытаниям, мы разработали специальные
            задания, способствующие переходу вашего малыша на следующий уровень развития.
          </li>
        </ul>
        <p>Мы предоставляем возможность загрузить все гайды и выбрать те, которые наилучшим образом соответствуют вашим
          предпочтениям и потребностям в развитии вашего малыша. Этот подход позволяет вам получить полный спектр
          ресурсов и информации, чтобы индивидуально подстроить программу развития для вашего ребенка.</p>
        <p>Вы сможете ознакомиться с различными аспектами развития, представленными в разных гайдах, и выбрать те,
          которые соответствуют текущему этапу и интересам вашего ребенка. Это позволит вам создать наилучший план
          развития, опираясь на конкретные потребности вашего малыша и вашу собственную методику воспитания.</p></v-col>
    </v-row>
    <Footer class="footer"/>
  </div>
</template>

<script>
import testHeader from '@/AllTest/TestHeader'
import Footer from '@/views/Footer'

export default {
  name: 'commonGuideForTest',
  components: {
    testHeader,
    Footer
  },
  data: () => ({
    titleOut: 'Как пользоваться гайдами',
    correctBabyInHeader: false,
    showBack: true
  })
}
</script>

<style scoped lang="scss">
ul li {
  color: #172669 !important;
}

</style>
