<template>
  <div style="padding-bottom: 80px">
    <v-row class="justify-center d-flex mt-6">
      <v-col cols="12" md="6" class="d-flex justify-center text-center ">
        <h4 class="d-flex justify-center text-center">
          <div class="profile-bold text-center " style="text-transform: uppercase">
            Сам себе психолог
          </div>
        </h4>
      </v-col>
    </v-row>
    <v-row v-if="!renderActive">
      <v-col cols="12"
             md="8"
             align-self="center"
             style="margin: auto "
             class="text-center"
      >
        <h4 class="profile-bold">
          Правильных ответов <br> {{ counterResult() }} %
        </h4>
      </v-col>
    </v-row>
    <v-row class="d-flex justify-center text-center" v-if="renderActive">
      <v-col cols="11"
             md="8"
             class="text-center"
      >
        <div class="d-inline-flex test-add-title text-left">
          <div>
            {{ counter + 1 }}.
          </div>
          <div v-html="allTests[0][counter].question"></div>
        </div>
      </v-col>
      <v-col
        cols="12"
        md="8"
        class="d-flex justify-center text-center flex-column mx-auto"
        align-self="center"
      >
        <div v-for="n in allTests[0][counter].answer"
             :key="n.id">
          <div
            @click="selectRadio(n.id, n.result)"
            class="my-3 d-flex justify-center mx-auto"
            :class="classObject(n.id, n.result)"
          >
            <p class="align-self-center d-flex  mx-auto text-center justify-center test-add-title">
              {{ n.text }}
            </p>
          </div>
          <div v-if="selectItem(n.id)">
            <div class="d-flex justify-center text-center mb-3 test-add-title">
              {{ n.description }}
            </div>
          </div>
        </div>
      </v-col>
    </v-row>
    <v-row class="justify-center d-flex " v-if="renderActive">
      <v-col cols="11" md="6" class="d-flex justify-end">
        <button class="radioBtnGreen" @click="nextPages">
          <p>дальше</p>
        </button>
      </v-col>
    </v-row>
    <v-row class="d-flex justify-center mt-4 help-next" v-if="!renderActive">
      <v-col
        cols="12"
        md="8"
        class="d-flex justify-center"
      >
        <button class="radioBtnGreen" @click="oneMore">
          <p>Пройти заново</p>
        </button>
      </v-col>
    </v-row>
    <v-dialog
      v-model="showHelp"
      width="auto"
    >
      <v-card>
        <v-card-text class="d-flex justify-center text-center">
          <p v-html="textHelp"></p>
        </v-card-text>
      </v-card>
    </v-dialog>
    <Footer :class="footerClass"/>
  </div>
</template>

<script>
import Footer from '../../views/Footer'

export default {
  name: 'thePsychologist Himself',
  mounted () {
    this.checkScreenWidth()
    window.addEventListener('resize', this.checkScreenWidth)
    this.counter = 0
    this.activeX = -1
    this.radios = null
    this.counterTrue = 0
    this.length = Object.keys(this.allTests[0]).length
  },
  beforeUnmount () {
    window.removeEventListener('resize', this.checkScreenWidth)
  },
  methods: {
    checkScreenWidth () {
      if (window.innerWidth <= 320) {
        this.footerClass = 'footer'
      } else {
        this.footerClass = 'footer-down'
      }
    },
    oneMore () {
      this.renderActive = !this.renderActive
      this.counter = 0
      this.activeX = -1
      this.radios = null
    },
    nextPages () {
      if (this.radios === null) {
        this.textHelp = 'Выберите, пожалуйста, вариант'
        this.showHelp = !this.showHelp
      } else {
        if (this.counter < 8) {
          this.counter++
          this.activeX = -1
          this.radios = null
        } else {
          this.renderActive = !this.renderActive
        }
      }
    },
    counterResult () {
      return (Number(this.counterTrue) * 100 / this.length).toFixed(2)
    },
    selectRadio (id, result) {
      this.activeX = id
      this.radios = id
      if (result === true && this.activeX === id) {
        this.counterTrue++
      }
    },
    selectItem (id) {
      return this.activeX === id
    },
    classObject (id, result) {
      if (id === this.activeX) {
        if (result) {
          return 'radioBtnActiveWidth'
        } else {
          return 'radioBtnWidth'
        }
      } else {
        if (this.activeX === -1) {
          return 'radioBtnWidth'
        } else {
          return 'radioBtnNoneWidth'
        }
      }
    }
  },
  data: () => ({
    showHelp: false,
    textHelp: '',
    footerClass: 'footer-down',
    counter: 0,
    renderActive: true,
    counterTrue: 0,
    activeX: -1,
    radios: null,
    length: 1,
    allTests: {
      0: {
        0: {
          question: 'Вы пришли в гости к друзьям, у которых двухмесячный ребенок. И он вам улыбнулся! <br> Что бы это могло значить?',
          answer: [
            {
              id: 0,
              text: 'Он понял, что я обратил на него внимание!',
              description: 'Верно! Уже с третьей-четвертой недели жизни ребенка улыбка становится социальной: она появляется в ответ на внимание взрослого.',
              result: true
            },
            {
              id: 1,
              text: 'Ничего, он просто учится управлять лицевыми мышцами.',
              description: 'А вот и нет! Ко второму месяцу жизни дети улыбкой реагируют на внимание со стороны взрослых.',
              result: false
            },
            {
              id: 2,
              text: 'Он хочет, чтобы я его покормил.',
              description: 'Вы ошиблись. Начиная со второго месяца жизни улыбка — ответ на внимание, но не способ его привлечения.',
              result: false
            }
          ]
        },
        1: {
          question: 'Немного экспериментов.\n' +
            'У нас есть прозрачный стол, под которым с помощью свисающего клетчатого материала обозначен обрыв. Девятимесячный ребенок находится на краю\n' +
            '«обрыва» и ощупывает стекло, не решаясь ползти дальше.\n' +
            'На противоположной стороне стоит мама и зовет ребенка.\n<br>' +
            'Что в большинстве случаев сделают дети?\n',
          answer: [
            {
              id: 0,
              text: 'Начнут плакать.',
              description: 'Вы ошиблись. Согласно исследованиям, большинство детей переползают через «обрыв», если на другой стороне стоит мама, убеждающая его, что все в порядке.',
              result: false
            },
            {
              id: 1,
              text: 'Останутся на месте.',
              description: 'Неверно. Согласно исследованиям, большинство детей доверяют эмоциям мамы. И если она подбадривает ребенка, улыбается и говорит, что все в порядке, дети игнорируют свой страх.',
              result: false
            },
            {
              id: 2,
              text: 'Переползут через «обрыв» к маме.',
              description: 'Верно! Согласно исследованиям, большинство детей доверяют эмоциям мамы. И если она подбадривает ребенка, улыбается и говорит, что все в порядке, дети игнорируют свой страх.',
              result: true
            }
          ]
        },
        2: {
          question: 'Привязанность — это характеристика эмоциональных отношений между ребенком и людьми, к которым он испытывает симпатию, преданность. У детей возникает привязанность к матери и другим людям, которые помогают ему справиться с трудностями. Ненадежная привязанность приводит к проявлениям агрессии в школьном возрасте и трудностям с контролем стресса.\n' +
            '<br>К какому возрасту обычно завершается формирование привязанности?\n',
          answer: [
            {
              id: 0,
              text: '9–12 месяцев',
              description: 'Верно! Правильные эмоциональные отношения с близким взрослым в раннем возрасте серьезно влияют на поведение и психику ребенка в будущем.',
              result: true
            },
            {
              id: 1,
              text: '7–8 лет',
              description: 'Вы ошиблись. Привязанность формируется гораздо раньше, до года, и ее качество сильно влияет на развитие психики ребенка.',
              result: false
            },
            {
              id: 2,
              text: '3–4 года',
              description: 'А вот и неверно. Привязанность формируется гораздо раньше, до года, и ее качество сильно влияет на развитие психики ребенка.',
              result: false
            }
          ]
        },
        3: {
          question: 'У матери и сына не сформирована надежная привязанность. Мама запрещала ребенку демонстрировать сильные чувства, потому что это неприлично для мальчика. Поэтому они никогда не обсуждали, какие эмоции испытывают в разных ситуациях.\n' +
            '<br>Если в ходе эксперимента мама покажет сыну новую милую плюшевую игрушку и скажет, что она опасная и плохая, что ребенок сделает с этой игрушкой?\n',
          answer: [
            {
              id: 0,
              text: 'Будет бить и наказывать игрушку.',
              description: 'Это вряд ли. Согласно экспериментам, большинство детей в таких ситуациях не проявляют негатива по отношению к игрушке.',
              result: false
            },
            {
              id: 1,
              text: 'Все равно обрадуется ей и будет с ней играть.',
              description: 'Верно! Дети с ненадежной привязанностью не полагаются на реакцию мамы, потому что она не угадывает их чувств.',
              result: true
            },
            {
              id: 2,
              text: 'Повторит эмоцию матери и не захочет играть с игрушкой.',
              description: 'Вы ошиблись. Так поступит ребенок с надежной привязанностью: он полагается на эмоциональные реакции матери, которые обычно точно описывают его эмоциональные переживания.',
              result: false
            }
          ]
        },
        4: {
          question: 'Эмпатия развивается не сразу. Сначала, если, например, мама ребенка ударила ногу и явно дает понять, что ей больно, ребенок может сам заплакать или лечь на пол, начать повторять мамины движения и звуки, говорить «бо-бо».\n' +
            'А спустя какое-то время в аналогичной ситуации ребенок обнимает, утешает маму.\n' +
            '<br>К какому возрасту такое поведение в случае надежной привязанности будет более вероятным?\n',
          answer: [
            {
              id: 0,
              text: 'К одному году.',
              description: 'Неверно. В этом возрасте дети еще ведут себя так, как описано в первом случае, либо никак не реагируют.',
              result: false
            },
            {
              id: 1,
              text: 'Ко второму году.',
              description: 'Верно! К двум годам проявление эмпатии становится регулярным.',
              result: true
            },
            {
              id: 2,
              text: 'К трем годам',
              description: 'Вы ошиблись. Проявление эмпатии становится регулярным уже к двум годам.',
              result: false
            }
          ]
        },
        5: {
          question: 'Ребенок постепенно преодолевает свой эгоцентризм, это верно и в отношении эмпатии. И если мама плачет, то трехлетка, например, принесет ей ее любимые конфеты.\n' +
            '<br>А как будет утешать маму ребенок помладше?\n',
          answer: [
            {
              id: 0,
              text: 'Принесет свою любимую игрушку.',
              description: 'Верно! До трехлетнего возраста ребенок еще не может преодолеть эгоцентризм в эмпатии и считает, что маму должно радовать то же, что и его.',
              result: true
            },
            {
              id: 1,
              text: 'Он всегда думает о том, что может порадовать маму, поэтому принесет то, что нравится ей.',
              description: 'Неправильно. Дети до трех лет, как правило, не осознают, что их и маму могут радовать разные вещи, то есть еще не преодолевают эгоцентризм в эмпатии.',
              result: false
            },
            {
              id: 2,
              text: 'Скорее всего, не обратит на это внимание.',
              description: 'Неправильно. Уже ко второму году жизни ребенок учится сопереживать, утешать, проявлять эмпатию. Поэтому при нормальных условиях он не может проигнорировать факт, что мама расстроена.',
              result: false
            }
          ]
        },
        6: {
          question: 'Сначала дети оценивают знакомого им человека, ориентируясь только на его внешний вид и поведение в данный момент. Им кажется, что улыбающийся и симпатичный человек не может сделать ничего плохого.\n' +
            'Но потом они начинают понимать, что если человек сейчас улыбается, то это не обязательно значит, что он хороший, ведь в прошлом он мог совершить плохой поступок.\n' +
            '<br>К какому возрасту ребенок приобретает такой механизм?\n',
          answer: [
            {
              id: 0,
              text: 'К концу дошкольного возраста, то есть примерно к шести годам.',
              description: 'Верно! Согласно исследованиям, именно к этому возрасту дети учатся формировать свои впечатления на основании предыдущего опыта.',
              result: true
            },
            {
              id: 1,
              text: 'Около десяти лет.',
              description: 'Вы ошиблись! Согласно исследованиям, дети учатся формировать свои впечатления на основании предыдущего опыта раньше — к шести-семи годам.',
              result: false
            },
            {
              id: 2,
              text: 'К четырем годам.',
              description: 'А вот и нет! Согласно исследованиям, дети учатся формировать свои впечатления на основании предыдущего опыта только к шести-семи годам.',
              result: false
            }
          ]

        },
        7: {
          question: 'Понимание ложных убеждений — это способность смотреть с чужой точки зрения, прямо разделять свое состояние и состояние другого.\n' +
            'Представьте, что вы показываете трехлетнему ребенку коробку из-под печенья и спрашиваете, что в ней находится. Он предполагает, что печенье. Но когда вы открываете коробку, оказывается, что в ней предметы для шитья: нитки, иглы, пуговицы.\n' +
            'Мы спрашиваем у ребенка: «А если сейчас придет твой друг Петька, что он подумает, что лежит в коробке?»\n' +
            '<br>Что он ответит?\n',
          answer: [
            {
              id: 0,
              text: 'Печенье.',
              description: 'Неправильно. У детей до пяти лет еще не сформирована модель психического состояния, поэтому они не разделяют свое состояние и состояние других людей.',
              result: false
            },
            {
              id: 1,
              text: 'Нитки, иголки и пуговицы.',
              description: 'Верно! У детей до пяти лет еще не сформирована модель психического состояния, поэтому они не разделяют свое состояние и состояние других людей.',
              result: true
            },
            {
              id: 2,
              text: 'Не знаю.',
              description: 'Неверно! У детей до пяти лет еще не сформирована модель психического состояния, поэтому они не разделяют свое состояние и состояние других людей.',
              result: false
            }
          ]
        },
        8: {
          question: 'Поговорим еще немного о ложных убеждениях и их исследованиях. Представим, что ребенку семи лет показывают двух девочек: одна с коробкой, другая с корзинкой. Первая кладет в коробку мяч и уходит гулять. Тем временем вторая перекладывает мячик из коробки в свою корзинку.\n' +
            'Когда первая девочка возвращается, испытуемому предлагают ответить на вопрос: где девочка будет искать свой мячик?\n' +
            '<br>Какой ответ должен дать семилетний ребенок?\n',
          answer: [
            {
              id: 0,
              text: 'В корзинке.',
              description: 'Неправильно! В возрасте семи лет ребенок уже умеет ставить себя на место других людей, разделять свое и чужое состояние и понимать разницу между ними.',
              result: false
            },
            {
              id: 1,
              text: 'Не знаю.',
              description: 'А вот и неверно! В возрасте семи лет ребенок уже умеет ставить себя на место других людей, разделять свое и чужое состояние и понимать разницу между ними.',
              result: false
            },
            {
              id: 2,
              text: 'В коробке.',
              description: 'Верно! В возрасте семи лет ребенок уже умеет ставить себя на место других людей, разделять свое и чужое состояние и понимать разницу между ними.',
              result: true
            }
          ]
        }
      },
      1: {
        0: {
          question: 'Когда животное или человек оказывается в опасности, ему страшно. <br> Какое желание естественным образом возникает первым?',
          answer: [
            {
              id: 0,
              text: 'Убежать или затаиться.',
              description: 'Верно! сначала срабатывает пассивно-оборонительная реакция. Это лучше, чем ввязываться в драку: безопаснее и экономит энергию. Агрессия подключается, если дальше бежать некуда.',
              result: true
            },
            {
              id: 1,
              text: 'Нападать.',
              description: 'А вот и нет! Сначала срабатывает пассивно-оборонительная реакция. Это лучше, чем ввязываться в драку: безопаснее и экономит энергию. Агрессия подключается, если дальше бежать некуда.',
              result: false
            },
            {
              id: 2,
              text: 'Защищаться.',
              description: 'Вы ошиблись. Сначала срабатывает пассивно-оборонительная реакция. Это лучше, чем ввязываться в драку: безопаснее и экономит энергию. Агрессия подключается, если дальше бежать некуда.',
              result: false
            }
          ]
        },
        1: {
          question: 'Говорят, что голод не тетка, а дядька. А что управляет голодом?',
          answer: [
            {
              id: 0,
              text: 'Желудок.',
              description: 'Не только он! Пищевыми процессами управляет центр голода, который находится в средней части гипоталамуса: контролирует уровень глюкозы, реагирует на лептин, принимает сигналы от желудка и вкусовой системы.',
              result: false
            },
            {
              id: 1,
              text: 'Гипоталамус.',
              description: 'Точно! Пищевыми процессами управляет центр голода, который находится в средней части гипоталамуса: контролирует уровень глюкозы, реагирует на лептин, принимает сигналы от желудка и вкусовой системы.',
              result: true
            },
            {
              id: 2,
              text: 'Почки.',
              description: 'Нет, почки тут ни при чем. Пищевыми процессами управляет центр голода, который находится в средней части гипоталамуса: контролирует уровень глюкозы, реагирует на лептин, принимает сигналы от желудка и вкусовой системы.',
              result: false
            }
          ]
        },
        2: {
          question: ' Гормон жировых клеток лептин контролирует набор веса: чем больше запасы жира, тем больше выделяется лептина, который снижает чувство голода. Этот механизм сдержек и противовесов работает не у всех. У каких животных он работает?',
          answer: [
            {
              id: 0,
              text: 'У коров, ведь они постоянно жуют.',
              description: 'Нет, в природе травоядные питаются настолько низкокалорийной пищей, что у них нет опасности сильно растолстеть.',
              result: false
            },
            {
              id: 1,
              text: 'У обезьян, чтобы они не падали с деревьев, ломая ветки.',
              description: 'Да, всеядным животным, которые лазают по деревьям, нужно контролировать вес.',
              result: true
            },
            {
              id: 2,
              text: 'У сурков, чтобы они всегда пролезали в нору.',
              description: 'Нет, суркам нужно набирать больше жира для спячки, так что они не следят за лишним весом.',
              result: false
            }
          ]
        },
        3: {
          question: 'Чем занимается большая часть нейронов головного мозга человека?',
          answer: [
            {
              id: 0,
              text: 'Обработкой информации от органов чувств.',
              description: 'Нет, большая часть наших нейронов задействована в управлении движениями и запоминании двигательных программ — это структуры моторной коры, мозжечка, базальных ганглиев.',
              result: false
            },
            {
              id: 1,
              text: 'Прогнозированием событий.',
              description: 'Нет, большая часть наших нейронов задействована в управлении движениями и запоминании двигательных программ — это структуры моторной коры, мозжечка, базальных ганглиев.',
              result: false
            },
            {
              id: 2,
              text: 'Управлением движениями',
              description: 'Да, не менее 65–70% нейронов головного мозга задействованы в управлении движениями и запоминании двигательных программ — это структуры моторной коры, мозжечка, базальных ганглиев.',
              result: true
            }
          ]
        },
        4: {
          question: 'Почему маленькие дети так радостно повторяют одни и те же движения?',
          answer: [
            {
              id: 0,
              text: 'У детей плохо работают мозговые системы торможения.',
              description: 'Это же дети, они учатся. Чтобы хорошо отточить движение, нужно повторить его много раз. Маленьким детям важно закрепить навыки, поэтому у них при движениях выделяется много дофамина, и слезать со стула, а потом залезать обратно тридцать раз подряд совсем не скучно.',
              result: false
            },
            {
              id: 1,
              text: 'Так работает механизм моторного обучения.',
              description: 'Да, чтобы хорошо отточить движение, нужно повторить его сотни и тысячи раз. Маленьким детям важно закрепить навыки, поэтому у них при движениях выделяется много дофамина, и слезать со стула, а потом залезать обратно тридцать раз подряд совсем не скучно.',
              result: true
            },
            {
              id: 2,
              text: 'Детям больше нечем заняться.',
              description: 'Нет, у малышей много занятий, но двигаться — одно из важнейших: дети учатся. Чтобы хорошо отточить движение, нужно повторить его много раз. Малышам важно закрепить навыки, поэтому у них при движениях выделяется много дофамина, и слезать со стула, а потом залезать обратно тридцать раз подряд совсем не скучно.',
              result: false
            }
          ]
        },
        5: {
          question: 'Почему мы ленимся?',
          answer: [
            {
              id: 0,
              text: 'Лень — рациональная биологическая программа экономии сил.',
              description: 'Да, наш мозг выбирает решения, требующие минимальных усилий, поэтому мы срезаем дорогу по газонам, прокрастинируем до последнего и вообще любим поваляться.',
              result: true
            },
            {
              id: 1,
              text: 'Лень — опасный сбой в работе нервной системы.',
              description: 'Нет, мозг рационально выбирает решения, требующие минимальных усилий, поэтому мы срезаем дорогу по газонам, прокрастинируем до последнего и вообще любим поваляться.',
              result: false
            },
            {
              id: 2,
              text: 'Лень — особенность работы только некоторых типов нервной системы.',
              description: 'Нет, мозг стабильно выбирает решения, требующие минимальных усилий, поэтому мы срезаем дорогу по газонам, прокрастинируем до последнего и вообще любим поваляться.',
              result: false
            }
          ]
        },
        6: {
          question: 'В какой ситуации минимально задействуются зеркальные нейроны?',
          answer: [
            {
              id: 0,
              text: 'Косяк рыб синхронно уплывает от хищника.',
              description: 'Нет, в этом случае именно зеркальные нейроны помогают повторять чужие действия, благодаря им рыбы движутся так согласованно.',
              result: false
            },
            {
              id: 1,
              text: 'Вы показываете младенцу язык, а он — вам.',
              description: 'Нет, в этом случае именно зеркальные нейроны помогают ребенку повторять чужие действия, благодаря им новорожденный дразнится в ответ.',
              result: false
            },
            {
              id: 2,
              text: 'Вы танцуете перед зеркалом.',
              description: 'Да, танцы — это выражение естественной потребности двигаться: выбрасывается дофамин, работают нейронные контуры черной субстанции, мозжечка, базальных ганглиев. Здесь зеркальные нейроны активны, только если представить, что в зеркале не вы, а другой человек.',
              result: true
            }
          ]
        },
        7: {
          question: 'Откуда берутся сопереживание и эмпатия?',
          answer: [
            {
              id: 0,
              text: 'Это исключительно достижение человеческой цивилизации.',
              description: 'Частично это верно, но все же наш мозг врожденно альтруистичен, у нас есть потребность сопереживать, сорадоваться и сострадать — за это отвечают зеркальные нейроны эмпатии.',
              result: false
            },
            {
              id: 1,
              text: 'Это одна из естественных биологических потребностей человека.',
              description: 'Действительно, наш мозг врожденно альтруистичен, у нас есть потребность сопереживать, сорадоваться и сострадать — за это отвечают зеркальные нейроны эмпатии.',
              result: true
            },
            {
              id: 2,
              text: 'Это черта характера, которая одним людям свойственна, а другим — нет.',
              description: 'Нет, мозг большинства из нас врожденно альтруистичен, у нас есть потребность сопереживать, сорадоваться и сострадать, хотя очевидно, что воспитание может привести как к усилению, так и к снижению эмпатии.',
              result: false
            }
          ]
        },
        8: {
          question: 'Какая концентрация половых гормонов оптимальна для работы мозга?',
          answer: [
            {
              id: 0,
              text: 'Нестабильная',
              description: 'Нет, мозг лучше работает — анализирует информацию, обучается, принимает решения — при высокой, но не зашкаливающей концентрации половых гормонов.',
              result: false
            },
            {
              id: 1,
              text: 'Стабильно высокая',
              description: 'Да, при высокой, но не зашкаливающей концентрации половых гормонов мозг лучше работает: анализирует информацию, обучается, принимает решения.',
              result: true
            },
            {
              id: 2,
              text: 'Стабильная',
              description: 'Нет, мозг лучше работает — анализирует информацию, обучается, принимает решения — при высокой, но не зашкаливающей концентрации половых гормонов.',
              result: false
            }
          ]
        },
        9: {
          question: 'Какие зоны мозга активируются первыми, когда мы видим кого-то маленького и милого?',
          answer: [
            {
              id: 0,
              text: 'Центры голода.',
              description: 'Нет, вряд ли нам захочется съесть этого малыша. Напротив, начинается выделение пролактина и окситоцина, усиливается родительская мотивация, и нам хочется заботиться об этом существе и защищать его.',
              result: false
            },
            {
              id: 1,
              text: 'Центры родительского поведения.',
              description: 'Да, начинается выделение пролактина и окситоцина, усиливается родительская мотивация, и нам хочется заботиться об этом существе и защищать его.',
              result: false
            },
            {
              id: 2,
              text: 'Центры удовольствия.',
              description: 'Нет, центры удовольствия активируются только после того, как у нас начинается выделение пролактина и окситоцина, усиливается родительская мотивация и мы начинаем заботиться об этом существе и защищать его.',
              result: true
            }
          ]
        }
      }
    },
    testADD: {
      0: {
        question: 'Вы пришли в гости к друзьям, у которых двухмесячный ребенок. И он вам улыбнулся! <br> Что бы это могло значить?',
        answer: [
          {
            id: 0,
            text: 'Он понял, что я обратил на него внимание!',
            description: 'Верно! Уже с третьей-четвертой недели жизни ребенка улыбка становится социальной: она появляется в ответ на внимание взрослого.',
            result: true
          },
          {
            id: 1,
            text: 'Ничего, он просто учится управлять лицевыми мышцами.',
            description: 'А вот и нет! Ко второму месяцу жизни дети улыбкой реагируют на внимание со стороны взрослых.',
            result: false
          },
          {
            id: 2,
            text: 'Он хочет, чтобы я его покормил.',
            description: 'Вы ошиблись. Начиная со второго месяца жизни улыбка — ответ на внимание, но не способ его привлечения.',
            result: false
          }
        ]
      },
      1: {
        question: 'Немного экспериментов.\n' +
          'У нас есть прозрачный стол, под которым с помощью свисающего клетчатого материала обозначен обрыв. Девятимесячный ребенок находится на краю\n' +
          '«обрыва» и ощупывает стекло, не решаясь ползти дальше.\n' +
          'На противоположной стороне стоит мама и зовет ребенка.\n<br>' +
          'Что в большинстве случаев сделают дети?\n',
        answer: [
          {
            id: 0,
            text: 'Начнут плакать.',
            description: 'Вы ошиблись. Согласно исследованиям, большинство детей переползают через «обрыв», если на другой стороне стоит мама, убеждающая его, что все в порядке.',
            result: false
          },
          {
            id: 1,
            text: 'Останутся на месте.',
            description: 'Неверно. Согласно исследованиям, большинство детей доверяют эмоциям мамы. И если она подбадривает ребенка, улыбается и говорит, что все в порядке, дети игнорируют свой страх.',
            result: false
          },
          {
            id: 2,
            text: 'Переползут через «обрыв» к маме.',
            description: 'Верно! Согласно исследованиям, большинство детей доверяют эмоциям мамы. И если она подбадривает ребенка, улыбается и говорит, что все в порядке, дети игнорируют свой страх.',
            result: true
          }
        ]
      },
      2: {
        question: 'Привязанность — это характеристика эмоциональных отношений между ребенком и людьми, к которым он испытывает симпатию, преданность. У детей возникает привязанность к матери и другим людям, которые помогают ему справиться с трудностями. Ненадежная привязанность приводит к проявлениям агрессии в школьном возрасте и трудностям с контролем стресса.\n' +
          '<br>К какому возрасту обычно завершается формирование привязанности?\n',
        answer: [
          {
            id: 0,
            text: '9–12 месяцев',
            description: 'Верно! Правильные эмоциональные отношения с близким взрослым в раннем возрасте серьезно влияют на поведение и психику ребенка в будущем.',
            result: true
          },
          {
            id: 1,
            text: '7–8 лет',
            description: 'Вы ошиблись. Привязанность формируется гораздо раньше, до года, и ее качество сильно влияет на развитие психики ребенка.',
            result: false
          },
          {
            id: 2,
            text: '3–4 года',
            description: 'А вот и неверно. Привязанность формируется гораздо раньше, до года, и ее качество сильно влияет на развитие психики ребенка.',
            result: false
          }
        ]
      },
      3: {
        question: 'У матери и сына не сформирована надежная привязанность. Мама запрещала ребенку демонстрировать сильные чувства, потому что это неприлично для мальчика. Поэтому они никогда не обсуждали, какие эмоции испытывают в разных ситуациях.\n' +
          '<br>Если в ходе эксперимента мама покажет сыну новую милую плюшевую игрушку и скажет, что она опасная и плохая, что ребенок сделает с этой игрушкой?\n',
        answer: [
          {
            id: 0,
            text: 'Будет бить и наказывать игрушку.',
            description: 'Это вряд ли. Согласно экспериментам, большинство детей в таких ситуациях не проявляют негатива по отношению к игрушке.',
            result: false
          },
          {
            id: 1,
            text: 'Все равно обрадуется ей и будет с ней играть.',
            description: 'Верно! Дети с ненадежной привязанностью не полагаются на реакцию мамы, потому что она не угадывает их чувств.',
            result: true
          },
          {
            id: 2,
            text: 'Повторит эмоцию матери и не захочет играть с игрушкой.',
            description: 'Вы ошиблись. Так поступит ребенок с надежной привязанностью: он полагается на эмоциональные реакции матери, которые обычно точно описывают его эмоциональные переживания.',
            result: false
          }
        ]
      },
      4: {
        question: 'Эмпатия развивается не сразу. Сначала, если, например, мама ребенка ударила ногу и явно дает понять, что ей больно, ребенок может сам заплакать или лечь на пол, начать повторять мамины движения и звуки, говорить «бо-бо».\n' +
          'А спустя какое-то время в аналогичной ситуации ребенок обнимает, утешает маму.\n' +
          '<br>К какому возрасту такое поведение в случае надежной привязанности будет более вероятным?\n',
        answer: [
          {
            id: 0,
            text: 'К одному году.',
            description: 'Неверно. В этом возрасте дети еще ведут себя так, как описано в первом случае, либо никак не реагируют.',
            result: false
          },
          {
            id: 1,
            text: 'Ко второму году.',
            description: 'Верно! К двум годам проявление эмпатии становится регулярным.',
            result: true
          },
          {
            id: 2,
            text: 'К трем годам',
            description: 'Вы ошиблись. Проявление эмпатии становится регулярным уже к двум годам.',
            result: false
          }
        ]
      },
      5: {
        question: 'Ребенок постепенно преодолевает свой эгоцентризм, это верно и в отношении эмпатии. И если мама плачет, то трехлетка, например, принесет ей ее любимые конфеты.\n' +
          '<br>А как будет утешать маму ребенок помладше?\n',
        answer: [
          {
            id: 0,
            text: 'Принесет свою любимую игрушку.',
            description: 'Верно! До трехлетнего возраста ребенок еще не может преодолеть эгоцентризм в эмпатии и считает, что маму должно радовать то же, что и его.',
            result: true
          },
          {
            id: 1,
            text: 'Он всегда думает о том, что может порадовать маму, поэтому принесет то, что нравится ей.',
            description: 'Неправильно. Дети до трех лет, как правило, не осознают, что их и маму могут радовать разные вещи, то есть еще не преодолевают эгоцентризм в эмпатии.',
            result: false
          },
          {
            id: 2,
            text: 'Скорее всего, не обратит на это внимание.',
            description: 'Неправильно. Уже ко второму году жизни ребенок учится сопереживать, утешать, проявлять эмпатию. Поэтому при нормальных условиях он не может проигнорировать факт, что мама расстроена.',
            result: false
          }
        ]
      },
      6: {
        question: 'Сначала дети оценивают знакомого им человека, ориентируясь только на его внешний вид и поведение в данный момент. Им кажется, что улыбающийся и симпатичный человек не может сделать ничего плохого.\n' +
          'Но потом они начинают понимать, что если человек сейчас улыбается, то это не обязательно значит, что он хороший, ведь в прошлом он мог совершить плохой поступок.\n' +
          '<br>К какому возрасту ребенок приобретает такой механизм?\n',
        answer: [
          {
            id: 0,
            text: 'К концу дошкольного возраста, то есть примерно к шести годам.',
            description: 'Верно! Согласно исследованиям, именно к этому возрасту дети учатся формировать свои впечатления на основании предыдущего опыта.',
            result: true
          },
          {
            id: 1,
            text: 'Около десяти лет.',
            description: 'Вы ошиблись! Согласно исследованиям, дети учатся формировать свои впечатления на основании предыдущего опыта раньше — к шести-семи годам.',
            result: false
          },
          {
            id: 2,
            text: 'К четырем годам.',
            description: 'А вот и нет! Согласно исследованиям, дети учатся формировать свои впечатления на основании предыдущего опыта только к шести-семи годам.',
            result: false
          }
        ]

      },
      7: {
        question: 'Понимание ложных убеждений — это способность смотреть с чужой точки зрения, прямо разделять свое состояние и состояние другого.\n' +
          'Представьте, что вы показываете трехлетнему ребенку коробку из-под печенья и спрашиваете, что в ней находится. Он предполагает, что печенье. Но когда вы открываете коробку, оказывается, что в ней предметы для шитья: нитки, иглы, пуговицы.\n' +
          'Мы спрашиваем у ребенка: «А если сейчас придет твой друг Петька, что он подумает, что лежит в коробке?»\n' +
          '<br>Что он ответит?\n',
        answer: [
          {
            id: 0,
            text: 'Печенье.',
            description: 'Неправильно. У детей до пяти лет еще не сформирована модель психического состояния, поэтому они не разделяют свое состояние и состояние других людей.',
            result: false
          },
          {
            id: 1,
            text: 'Нитки, иголки и пуговицы.',
            description: 'Верно! У детей до пяти лет еще не сформирована модель психического состояния, поэтому они не разделяют свое состояние и состояние других людей.',
            result: true
          },
          {
            id: 2,
            text: 'Не знаю.',
            description: 'Неверно! У детей до пяти лет еще не сформирована модель психического состояния, поэтому они не разделяют свое состояние и состояние других людей.',
            result: false
          }
        ]
      },
      8: {
        question: 'Поговорим еще немного о ложных убеждениях и их исследованиях. Представим, что ребенку семи лет показывают двух девочек: одна с коробкой, другая с корзинкой. Первая кладет в коробку мяч и уходит гулять. Тем временем вторая перекладывает мячик из коробки в свою корзинку.\n' +
          'Когда первая девочка возвращается, испытуемому предлагают ответить на вопрос: где девочка будет искать свой мячик?\n' +
          '<br>Какой ответ должен дать семилетний ребенок?\n',
        answer: [
          {
            id: 0,
            text: 'В корзинке.',
            description: 'Неправильно! В возрасте семи лет ребенок уже умеет ставить себя на место других людей, разделять свое и чужое состояние и понимать разницу между ними.',
            result: false
          },
          {
            id: 1,
            text: 'Не знаю.',
            description: 'А вот и неверно! В возрасте семи лет ребенок уже умеет ставить себя на место других людей, разделять свое и чужое состояние и понимать разницу между ними.',
            result: false
          },
          {
            id: 2,
            text: 'В коробке.',
            description: 'Верно! В возрасте семи лет ребенок уже умеет ставить себя на место других людей, разделять свое и чужое состояние и понимать разницу между ними.',
            result: true
          }
        ]
      }
    }
  }),
  components: {
    Footer
  }
}
</script>

<style lang="scss">
.test-add-title {
  font-size: 14px;
}

@media (max-width: 768px) {
  .test-add-title {
    font-size: 12px !important;
  }
}

@media (max-width: 320px) {
  .test-add-title {
    font-size: 11px !important;
  }
}

</style>
