module.exports = [
  {
    video: ['https://youtu.be/7JSWd49ajQM', 'https://youtu.be/XbjDGNk2REU'],
    map: 'https://mrk.digital/assets/img/main_map.jpeg',
    homework: [
      '<p><strong>Опосредованная артикуляционная гимнастика</strong></p>\n' +
      '<p>Несмотря на кажущуюся естественность и простоту, звукопроизношение является невероятно сложным и трудоемким процессом.</p>\n' +
      '<p>В течение дня малыш выполняет множество артикуляционно-мимических движений языком, губами и челюстью. Однако для того чтобы достичь уверенного владения речью, необходима скоординированная работа всех этих органов, и это настолько сложно, что ребенку требуется несколько лет, чтобы овладеть искусством правильного произношения. К сожалению, часто родители замечают, что к 5-6 годам у ребенка сложились неправильные звуки, требующие коррекции.</p>\n' +
      '<p>Чтобы избежать подобных проблем, предлагаются специальные упражнения на протяжении всего курса. Давайте начнем с ОПОСРЕДОВАННОЙ артикуляционной гимнастики. Это метод, при котором слова крохи формируются путем эхообразного повторения звуков из вашей речи. Такая гимнастика способствует развитию координации целенаправленных движений органов дыхания, голосоведения и артикуляции.</p>\n' +
      '<p>В повседневной жизни можно использовать эту технику, например, когда читаете книгу, готовитесь к обеду, принимаете ванну, играете с игрушками или гуляете. Вы можете эмоционально напевать или проговаривать фразы, похожие на приведенные ниже (или придумайте свои), приглашая малыша присоединиться к вам не по прямой словесной инструкции, а через эмоции. Повторяйте такие упражнения несколько раз в течение дня и не ограничивайтесь только одним днем.</p>\n' +
      '<p><strong>Упражнение &laquo;Песенка для куколки&raquo;:&nbsp;</strong></p>\n' +
      '<p>Куколку качай, А-А-А ей напевай! А-А-А! Красивый звук какой! Ну-ка шире рот открой!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Мишка&raquo;:&nbsp;</strong></p>\n' +
      '<p>Мишка песню напевает, мишка ротик открывает. Шире ротик открывай и мишутке подпевай: Э-Э-Э-Э!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Ослик&raquo;:&nbsp;</strong></p>\n' +
      '<p>И-А, И-А! Ослик так поёт всегда!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Лошадка&raquo;:&nbsp;</strong></p>\n' +
      '<p>И-И-И! Эй, лошадка, нас вези!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Куколка заболела&raquo;:&nbsp;</strong></p>\n' +
      '<p>Заболела куколка, начала стонать: О-О-О! Заболела куколка, надо ей поспать! О-О-О! Плачет куколка моя: Уа! Уа! Моя куколка больна:: Уа! Уа!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Покачаем головой&raquo;:&nbsp;</strong></p>\n' +
      '<p>Покачаем головой: Ой! Ой! Ой! И покрутим головой: Ой! Ой! Ой!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Боба заболел&raquo;:&nbsp;</strong></p>\n' +
      '<p>Бобе больно: Ой! Ой!Ой! Бобе больно, он больной!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Паровоз&raquo;:&nbsp;</strong></p>\n' +
      '<p>Загудел паровоз: У-У-У! И ребяток повез: У-У-У! Как пыхтит паровоз? Пых-пых-пых!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Самолет&raquo;:&nbsp;</strong></p>\n' +
      '<p>У-У-У! Летит самолет, У-У-У! Так песенку поет.&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Ёжик&raquo;:&nbsp;</strong></p>\n' +
      '<p>Ёжик так пыхтит: фи-фи! Ёжик к нам скорей беги: фи-фи!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Цыплята и машина&raquo;:&nbsp;</strong></p>\n' +
      '<p>Цыплята пели &mdash; пи-пи-пи! Машина загудела &ndash;Би! би! Цыплята испугались &mdash; ой! И убежали все домой.&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Молоток&raquo;:&nbsp;</strong></p>\n' +
      '<p>Молоток наш верный друг, говорит он &mdash; тук-тук-тук!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Лошадка&raquo;:&nbsp;</strong></p>\n' +
      '<p>НО! Но! Но! Лошадка, поскачи и копытами стучи &mdash; но-но-но!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Катер&raquo;:&nbsp;</strong></p>\n' +
      '<p>Катерок наш плывет &mdash; ы-ы-ы, в гости нас к себе зовет &mdash; ы-ы-ы!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Котенок&raquo;:&nbsp;</strong></p>\n' +
      '<p>Как мяукает котенок? Мяу-мяу-мяу!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Корова&raquo;:&nbsp;</strong></p>\n' +
      '<p>Как мычит корова? Му-Му-Му!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Цыплята&raquo;:&nbsp;</strong></p>\n' +
      '<p>Как пищат цыплятки? Пи-пи-пи!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Барабан&raquo;:&nbsp;</strong></p>\n' +
      '<p>Поиграем в барабан &mdash; бум-бум-бум! Бам-бам- бам!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Волк&raquo;:&nbsp;</strong></p>\n' +
      '<p>Воет волк в лесу- В-В-В!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Щенок&raquo;:&nbsp;</strong></p>\n' +
      '<p>Тявкает щенок- тяв-тяв-тяв!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Дудочка&raquo;:</strong></p>\n' +
      '<p>Поиграем в дудочку: ду-ду-ду!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Колокольчик&raquo;: </strong></p>\n' +
      '<p>Колокольчик звенит: динь-динь-динь!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Лягушка&raquo;:&nbsp;</strong></p>\n' +
      '<p>Квакает лягушка: ква-ква-ква!&nbsp;</p>\n' +
      '<p><strong>Упражнение &laquo;Киска&raquo;:&nbsp;</strong></p>\n' +
      '<p>Подзываем киску- кис-кис-кис!&nbsp;</p>\n' +
      '<p>Упражнение &laquo;Гусь&raquo;:&nbsp;</p>\n' +
      '<p>Гусь гогочет &mdash; га-га-га!</p>',
      '<p><strong>Горячий чай&nbsp;</strong></p>\n' +
      '<p>Дыхание является важнейшим элементом формирования речи, оказывая влияние на звукопроизношение, артикуляцию и голос. Поэтому предлагаем начать с домашнего задания, которое направлено на развитие правильного дыхания.</p>\n' +
      '<p>Назовем его "Горячий чай".</p>\n' +
      '<p>Цель: развитие сильного, плавного и продолжительного выдоха.</p>\n' +
      '<p>Оборудование: Вам понадобятся кружка, пиала или тарелка, стакан.</p>\n' +
      '<p>Ход занятия: Предложите малышу помочь вам с кружкой горячего чая. Наполните кружку немного горячей водой, позвольте малышу прикоснуться к воде пальчиками и оценить температуру. Затем эмоционально попросите его помочь вам остудить чай.</p>\n' +
      '<p>Ваша задача состоит в том, чтобы помочь малышу сформировать направленный поток воздуха. Для этого можно переливать воду из кружки в другую посуду и обратить внимание малыша на то, как его дыхание создает рябь и небольшие волны в пиале или тарелке. Несколько раз продемонстрируйте, как можно продолжительно дуть.</p>\n' +
      '<p>В конце занятия поблагодарите малыша за помощь и обязательно предложите ему еще раз прикоснуться к воде, чтобы оценить ее температуру. Выразите восхищение тем, как замечательно он помог и насколько сильно ваш чай остыл.</p>\n' +
      '<p>Поздравляю, сегодня Вы помогли малышу развить правильную воздушную струю необходимую в речевых навыках. Не забудьте периодически повторять это упражнение, ведь без учения нет умения.</p>'
    ],
    textHW: ['Опосредованная артикуляционная гимнастика\n' +
    '\n' +
    'Несмотря на кажущуюся естественность и простоту, звукопроизношение является невероятно сложным и трудоемким процессом.\n' +
    '\n' +
    'В течение дня малыш выполняет множество артикуляционно-мимических движений языком, губами и челюстью. Однако для того чтобы достичь уверенного владения речью, необходима скоординированная работа всех этих органов, и это настолько сложно, что ребенку требуется несколько лет, чтобы овладеть искусством правильного произношения. К сожалению, часто родители замечают, что к 5-6 годам у ребенка сложились неправильные звуки, требующие коррекции.\n' +
    '\n' +
    'Чтобы избежать подобных проблем, предлагаются специальные упражнения на протяжении всего курса. Давайте начнем с ОПОСРЕДОВАННОЙ артикуляционной гимнастики. Это метод, при котором слова крохи формируются путем эхообразного повторения звуков из вашей речи. Такая гимнастика способствует развитию координации целенаправленных движений органов дыхания, голосоведения и артикуляции.\n' +
    '\n' +
    'В повседневной жизни можно использовать эту технику, например, когда читаете книгу, готовитесь к обеду, принимаете ванну, играете с игрушками или гуляете. Вы можете эмоционально напевать или проговаривать фразы, похожие на приведенные ниже (или придумайте свои), приглашая малыша присоединиться к вам не по прямой словесной инструкции, а через эмоции. Повторяйте такие упражнения несколько раз в течение дня и не ограничивайтесь только одним днем.\n' +
    '\n' +
    'Упражнение «Песенка для куколки»: \n' +
    '\n' +
    'Куколку качай, А-А-А ей напевай! А-А-А! Красивый звук какой! Ну-ка шире рот открой! \n' +
    '\n' +
    'Упражнение «Мишка»: \n' +
    '\n' +
    'Мишка песню напевает, мишка ротик открывает. Шире ротик открывай и мишутке подпевай: Э-Э-Э-Э! \n' +
    '\n' +
    'Упражнение «Ослик»: \n' +
    '\n' +
    'И-А, И-А! Ослик так поёт всегда! \n' +
    '\n' +
    'Упражнение «Лошадка»: \n' +
    '\n' +
    'И-И-И! Эй, лошадка, нас вези! \n' +
    '\n' +
    'Упражнение «Куколка заболела»: \n' +
    '\n' +
    'Заболела куколка, начала стонать: О-О-О! Заболела куколка, надо ей поспать! О-О-О! Плачет куколка моя: Уа! Уа! Моя куколка больна:: Уа! Уа! \n' +
    '\n' +
    'Упражнение «Покачаем головой»: \n' +
    '\n' +
    'Покачаем головой: Ой! Ой! Ой! И покрутим головой: Ой! Ой! Ой! \n' +
    '\n' +
    'Упражнение «Боба заболел»: \n' +
    '\n' +
    'Бобе больно: Ой! Ой!Ой! Бобе больно, он больной! \n' +
    '\n' +
    'Упражнение «Паровоз»: \n' +
    '\n' +
    'Загудел паровоз: У-У-У! И ребяток повез: У-У-У! Как пыхтит паровоз? Пых-пых-пых! \n' +
    '\n' +
    'Упражнение «Самолет»: \n' +
    '\n' +
    'У-У-У! Летит самолет, У-У-У! Так песенку поет. \n' +
    '\n' +
    'Упражнение «Ёжик»: \n' +
    '\n' +
    'Ёжик так пыхтит: фи-фи! Ёжик к нам скорей беги: фи-фи! \n' +
    '\n' +
    'Упражнение «Цыплята и машина»: \n' +
    '\n' +
    'Цыплята пели — пи-пи-пи! Машина загудела –Би! би! Цыплята испугались — ой! И убежали все домой. \n' +
    '\n' +
    'Упражнение «Молоток»: \n' +
    '\n' +
    'Молоток наш верный друг, говорит он — тук-тук-тук! \n' +
    '\n' +
    'Упражнение «Лошадка»: \n' +
    '\n' +
    'НО! Но! Но! Лошадка, поскачи и копытами стучи — но-но-но! \n' +
    '\n' +
    'Упражнение «Катер»: \n' +
    '\n' +
    'Катерок наш плывет — ы-ы-ы, в гости нас к себе зовет — ы-ы-ы! \n' +
    '\n' +
    'Упражнение «Котенок»: \n' +
    '\n' +
    'Как мяукает котенок? Мяу-мяу-мяу! \n' +
    '\n' +
    'Упражнение «Корова»: \n' +
    '\n' +
    'Как мычит корова? Му-Му-Му! \n' +
    '\n' +
    'Упражнение «Цыплята»: \n' +
    '\n' +
    'Как пищат цыплятки? Пи-пи-пи! \n' +
    '\n' +
    'Упражнение «Барабан»: \n' +
    '\n' +
    'Поиграем в барабан — бум-бум-бум! Бам-бам- бам! \n' +
    '\n' +
    'Упражнение «Волк»: \n' +
    '\n' +
    'Воет волк в лесу- В-В-В! \n' +
    '\n' +
    'Упражнение «Щенок»: \n' +
    '\n' +
    'Тявкает щенок- тяв-тяв-тяв! \n' +
    '\n' +
    'Упражнение «Дудочка»:\n' +
    '\n' +
    'Поиграем в дудочку: ду-ду-ду! \n' +
    '\n' +
    'Упражнение «Колокольчик»:\n' +
    '\n' +
    'Колокольчик звенит: динь-динь-динь! \n' +
    '\n' +
    'Упражнение «Лягушка»: \n' +
    '\n' +
    'Квакает лягушка: ква-ква-ква! \n' +
    '\n' +
    'Упражнение «Киска»: \n' +
    '\n' +
    'Подзываем киску- кис-кис-кис! \n' +
    '\n' +
    'Упражнение «Гусь»: \n' +
    '\n' +
    'Гусь гогочет — га-га-га!',
    'Горячий чай \n' +
      '\n' +
      'Дыхание является важнейшим элементом формирования речи, оказывая влияние на звукопроизношение, артикуляцию и голос. Поэтому предлагаем начать с домашнего задания, которое направлено на развитие правильного дыхания.\n' +
      '\n' +
      'Назовем его "Горячий чай".\n' +
      '\n' +
      'Цель: развитие сильного, плавного и продолжительного выдоха.\n' +
      '\n' +
      'Оборудование: Вам понадобятся кружка, пиала или тарелка, стакан.\n' +
      '\n' +
      'Ход занятия: Предложите малышу помочь вам с кружкой горячего чая. Наполните кружку немного горячей водой, позвольте малышу прикоснуться к воде пальчиками и оценить температуру. Затем эмоционально попросите его помочь вам остудить чай.\n' +
      '\n' +
      'Ваша задача состоит в том, чтобы помочь малышу сформировать направленный поток воздуха. Для этого можно переливать воду из кружки в другую посуду и обратить внимание малыша на то, как его дыхание создает рябь и небольшие волны в пиале или тарелке. Несколько раз продемонстрируйте, как можно продолжительно дуть.\n' +
      '\n' +
      'В конце занятия поблагодарите малыша за помощь и обязательно предложите ему еще раз прикоснуться к воде, чтобы оценить ее температуру. Выразите восхищение тем, как замечательно он помог и насколько сильно ваш чай остыл.\n' +
      '\n' +
      'Поздравляю, сегодня Вы помогли малышу развить правильную воздушную струю необходимую в речевых навыках. Не забудьте периодически повторять это упражнение, ведь без учения нет умения.'
    ],
    test: '',
    sound: ''
  },
  { // 1 день
    video: [],
    map: '',
    homework: [],
    test: '',
    sound: ''
  }
]
